{"pageProps":{"posts":[{"title":"교양수업 추천 2024년 최고의 레이키 코스를 소개합니다","description":"","date":"2024-05-19 00:30","slug":"2024-05-19-UnlockYourHealingPotentialTheBestReikiCoursesof2024Revealed","content":"\n\n### ![Unlock Your Healing Potential](/assets/img/2024-05-19-UnlockYourHealingPotentialTheBestReikiCoursesof2024Revealed_0.png)\n\n지금 고대의 치유 예술과 개인 성장의 세계에 발을 딛고 싶나요? 더 이상 찾을 필요 없어요! 2024년에는 Reiki 세계가 여러 개의 변화를 일으키는 코스를 제공하여 여러분의 치유 여정을 위해 당신을 위장합니다. 초보자든, 숙련된 실무자든, 이 우수한 평가를 받은 코스들은 여러분의 웰빙과 다른 사람들의 웰빙을 증진하기 위한 지식과 기술을 갖추도록 합니다.\n\n1. Reiki Level I, II 및 마스터/교사 자격증:\n\nReiki의 풍부한 역사에 깊이 파고들어 세월의 변화를 목격하세요. 메리디안과 샤크라 에너지 시스템을 이해하고 직관력의 힘을 활용하는 법을 익힙니다. 이 포괄적인 코스는 이 모든 것을 다루며, 자신과 다른 사람에게 Reiki 세션을 실시하는 기술을 속내 봅니다. 또한 치유를 통해 목표를 이루는 법까지 배울 수 있어요.\n\n<div class=\"content-ad\"></div>\n\n추천 강의: Reiki Level I, II 및 마스터/교사 자격증 코스\n\nReiki Level I, II + 마스터 자격증 코스 에너지 힐링:\n\n이 포괄적인 코스로 자격증 획득을 향한 여정을 떠나보세요. Reiki 비즈니스를 시작하는 데 필요한 실용적인 통찰력을 얻고, Reiki가 제공하는 심오한 힐링 혜택을 삶의 다양한 측면에서 탐구해 보세요. 애완동물 치료부터 사랑하는 이에게 먼 거리 힐링을 보내는 것까지, 이 코스는 Level 1, Level 2 및 Reiki 마스터 자격을 얻는 데 필요한 기술을 갖추어 줍니다.\n\n추천 강의: [Reiki Level I, II + 마스터 자격증 코스 에너지 힐링 코스](링크)\n\n<div class=\"content-ad\"></div>\n\n**3) 크리스탈 레이키 마스터/선생님 인증과정:**\n\nReiki와 크리스탈 치유 간의 독특한 시너지를 발견할 수 있는 특화된 과정입니다. 수천 년에 걸친 크리스탈의 고대 지혜에 깊이 관심을 가져보세요. 정화력 있는 속성들을 치유에 활용하는 방법을 배웁니다. 올바른 크리스탈 선택부터 크리스탈 레이키 세션 진행까지, 이 과정은 통합적인 웰빙 접근법을 제시합니다.\n\n추천 과정: [링크] 크리스탈 레이키 마스터/선생님 인증과정 링크\n\n**4) 양자 레이키: 레벨 1 — 힐러 인증 - Antojai®:**\n\n<div class=\"content-ad\"></div>\n\n**새로운 높은 수준의 치유 경험을 만나 보세요! 퀀텀 레이키!** \n\n깊은 상처를 쉽게 치유할 수 있는 고에너지 치유의 힘을 발견하고, 양이론 수준에서의 치유를 경험해보세요. 공인된 퀀텀 레이키 힐러가 되어 펫이나 식물, 심지어 환경까지 포함한 치유 레퍼토리를 확장해보세요.\n\n추천 강의: [퀀텀 레이키: 레벨 1 - 힐러 인증 강좌](링크)\n\n5) 카루나 키 레이키 마스터 교육:\n\n친절한 행동의 변화력을 경험해보세요! 카루나 키 레이키키! 힌두교와 불교를 기반으로 한 이 강좌는 다른 이의 고통을 줄이고 지혜와 깨달음을 키울 수 있게 가르칩니다. 모든 존재에게 연민을 베풀면, 단순히 치유뿐만 아니라 인류의 집단 복지에 기여할 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n**추천 교육과정**: [카루나 키 레이키 마스터 트레이닝 코스](링크주소)\n\n내면의 발견과 치유 여정에 나서 보실 기회를 놓치지 마세요. 2024년 최고의 레이키 교육 과정으로 전통 레이키, 크리스탈 힐링 또는 양자 기법에 매료되었다면, 당신의 필요와 열망에 부합한 코스가 준비되어 있습니다. 레이키의 힘을 받아 진정한 치유 능력을 개방하고 오늘부터 당신의 내면을 탐험해보세요!\n\n해시태그: #레이키 #에너지힐링 #크리스탈힐링 #양자레이키 #카루나키 #헬스와웰빙 #자가치유 #자아성장 #마인드바디스피릿 #치유여정 #정신적각성 #에너지전환 #자기발견 #자비로운처사","ogImage":{"url":"/assets/img/2024-05-19-UnlockYourHealingPotentialTheBestReikiCoursesof2024Revealed_0.png"},"coverImage":"/assets/img/2024-05-19-UnlockYourHealingPotentialTheBestReikiCoursesof2024Revealed_0.png","tag":["Tech"],"readingTime":2},{"title":"타로 조금만 봐요","description":"","date":"2024-05-19 00:28","slug":"2024-05-19-TarotQuickie","content":"\n\n**2024-05-19-TarotQuickie_0.png**\n\n안녕하세요! 이 타로 카드 점을 보고 관심을 가져 주셔서 감사합니다! 이 메시지가 정확히 필요한 때에 당신을 찾아가고 명확성을 찾고 계시기를 바랍니다! 이 점이라는 것은, 오늘이건 내일이건 몇 달 후던지, 그 적절한 때에 필요로 하는 누구든지를 찾기 위한 것입니다.\n\n당신을 위한 것입니다!\n\n시작합니다!\n\n<div class=\"content-ad\"></div>\n\n## 카드 뒤집기\n\nTHE FOOL (가림막 없음), ACE OF SWORDS (가림막 없음), THE SUN (가림막 없음), THE MOON (가림막 없음)\n\n와우!! 이것은 오랜 만에 만난 가장 긍정적인 읽기와 확정입니다! 예이!\n\n우리는 정말 어둡고 어려운 시기를 겪었죠, 그렇지 않나요? 🌞\n\n<div class=\"content-ad\"></div>\n\n좋은 하루 되세요! 우리의 세계가 뒤바뀌고, 원이 바뀌며, 내면의 혼란과 위기, 그리고 존재에 대한 의문을 가지며 이 세상에서 무슨 일이 일어나고 있는지 의문을 품었던 것 같아요.\n\n얼핏 보면 우리는 이것의 끝에 다다른 것 같아요.\n\n새로운 시작에 ad사인 Fool이 우리를 인도하고 있어요. 이 새로운 시작을 통해 우리는 어둠에 서툴게 걸어가는 것처럼 느낄 수 있어요. 모든 것이 밝혀지지 않았다고 느끼는데 이 새로운 시작에 대해서 아직 우리에게 모든 것이 밝혀지지 않았다고 느껴져요. 단지 아셔야 할 것은 우리가 모든 것을 즉시 알 필요가 없다는 것이에요. 지금은 아직 뒷면에서 움직이고 있는 것이 있어서 아직도 해야 할 일이 있는 것 같아요. 그런데 모든 일을 고려해보면, 우리에게 유리한 방향으로 움직이고 있다고 느껴져요.\n\n당신의 안내자들은 새로운 여정과 새로운 시작을 향해 뒤에 서서 당신을 밀어주고 있어요. 지금 중요한 것들만 알려주고 있어서 당신이 올바른 것에 집중하고 해야 할 일에 집중할 수 있도록 돕고 있어요. 함께 힘내보아요! 🌟\n\n<div class=\"content-ad\"></div>\n\n에이스 오브 소드는 힘든 시기의 끝과 다시 무엇인가 새로운 시작을 예언합니다. 내 감은 이것이 단지 끝까지 왔다는 것의 확인일 뿐이지만, 여전히 일부 작업을 해야 할 수도 있다는 것입니다. 아직 모든 것이 해결되지 않았을 것 같아요. 여전히 어떤 노력을 기울여야 할 필요가 있을지도 모르고, 내가 느끼기에는 이는 주로 말하는 데 관련된 문제일 것 같아요. 할 말은 해야 해요.\n\n태양은 정말 좋은 징조에요. 타로 카드 중에서 가장 긍정적인 것이죠. 지금 태양이 비추는 대상은 무엇인지 물어보고 5개의 소드를 뽑았어요. 지금 신경전을 벌이고 있는, 우리를 망치고 있는 스트레스 넘치고 혼란스럽고 소란스러운 사람들과 환경이 태양에 비춰지고 있어요. 우리에게 가장 유해한 것이 치유되고, 아마 놓아주는 것이 드러나고 있다고 느껴져요. 이 카드에는 떠나는 에너지가 느껴져요.\n\n달은 감정과 직관을 보여줍니다. 감정이 흐를 수 있도록 놓아두세요. 여러 감정이 소용돌이치는 것은 전혀 괜찮고 정상적인 일이에요. 그것들은 무언가를 당신에게 전하려고 하니, 감정이 유발하는 것을 듣는 것이 중요해요. 내 감은 우리의 감정이 균형을 맞추고 있다는 것을 느꼈어요. 그리고 '업보'라는 단어가 떠올랐어요... 어떤 업보적인 감정적 문제가 균형을 맞추고 해소되고 있는 것 같아요.\n\n읽어 주셔서 감사합니다!\n\n<div class=\"content-ad\"></div>\n\n이 글/예측은 마음에 드셨나요? 팔로우, 50번 클랩, 구독 또는 아래 댓글로 알려주세요! Medium의 글쓴이를 지원하는 무료 방법입니다.\n\n더 많은 이런 글을 보려면 팔로우해주세요. 우주의 세계, 현재 에너지, 점술 읽기 및 사이킥 이야기에 관련된 모든 세부사항을 구독하세요.\n\n또한 인스타그램에서 @lightwolfenergies를 팔로우하실 수도 있습니다.\n\n개인적인 점술, 에너지 힐링 세션, 전생박사들 그리고 패키지도 제 예약 링크에서 이용하실 수 있습니다. Light Wolf Energy\n\n<div class=\"content-ad\"></div>\n\n![Tarot Quickie 1](/assets/img/2024-05-19-TarotQuickie_1.png)","ogImage":{"url":"/assets/img/2024-05-19-TarotQuickie_0.png"},"coverImage":"/assets/img/2024-05-19-TarotQuickie_0.png","tag":["Tech"],"readingTime":3},{"title":"빛의 귀환 - 우리의 서막 신화를 위한 오랜 기다림, 감동적이고 영감을 주는 놓칠 수 없는 마지막장","description":"","date":"2024-05-19 00:27","slug":"2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale","content":"\n\n## 시 | 동화 | 그림자와 빛의 노래\n\n안녕 친구들!\n\n이제 오랜 기다림 끝에! 이야기의 큰장을 던져주겠습니다 — 그림자와 빛의 노래!\n\n이전 이야기를 놓치셨다면, 여기서 확인해보세요!\n\n<div class=\"content-ad\"></div>\n\n이제 전자책으로도 출판했어요!\n\n구매를 선택하지 않아도, 제 책을 확인하고 생각을 알려주신다면 정말 감사하겠어요.\n\n혹시라도, 친구와 함께 공유해준다면 더 좋을 거예요!\n\n여기서 찾아볼 수 있어요:\n\n<div class=\"content-ad\"></div>\n\n비트.리/엠/The-Everyday-Mystic\n\n고마워! 그럼, 이야기를 이어가보도록 하죠!\n\n## 이제 왕은 왕비가 필요할 거야\n전통이 그렇게 요구하기 때문에\n\n그렇지 않으면 그의 위대한 성\n모래 위에 남아 있게 될 거야.\n\n<div class=\"content-ad\"></div>\n\n그래서 가까운 국가의 왕과 동맹을 맺고 싶어하는 것 같네요.\n\n에르곤은 그를 방문하도록 초대하고\n딸의 손을 구하려 합니다.\n\n어릴 적, 그 미인의 소녀와 함께\n두 형제는 놀았습니다.\n\n그러나 안타깝게도 솔렌을 위해서,\n코라의 진정한 마음은 있었을까요?\n\n<div class=\"content-ad\"></div>\n\n하지만 아버지의 소원을 저버리지 않았어요,\n\n그녀는 결혼 제안을 받아들였지만 — 두려움과 당황 속에서.\n\n![Image](/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_0.png)\n\n급행으로 결혼식이 준비되었어요.\n\n<div class=\"content-ad\"></div>\n\n**위대한 의식은 없고, 꽃도 음악도 없는 곳에서**  \n\n**힘이 멍든 이에게는 종종 그렇죠**  \n\n**시간은 항상**  \n\n**지나치면 안 된다고 믿는 것**  \n\n**그녀는 스스로 떠나보기로 했어요, 코라는**\n\n<div class=\"content-ad\"></div>\n\n환상적인 성과 주변의 전 지역\n\n그녀는 기쁨 가득한 소리를 내며\n열심히 탐험을 시작했지만\n\n곧 찾게 된 것은 진정한 왕의 방 \n그녀가 발견한 문\n\n![이미지](/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_1.png)\n\n<div class=\"content-ad\"></div>\n\n한 여름 밤,\n그녀는 침대에서 조용히 빠져나왔어요.\n\n그녀의 사랑이 머리를 둔 곳을 찾아\n그녀는 가만히 스며들었어요.\n\n그녀는 그가 그대로 남을 것을 알았어요,\n그렇게 말했기 때문에요.\n\n그녀가 원했던\n그녀가 시집 들었으면 좋았을 사람이에요.\n\n<div class=\"content-ad\"></div>\n\n깊은 어둠 속\n성의 어두운 근원에\n\n운명에 의해 펼쳐지게 된\n그 행동들은 영원히 알려질 것\n\n문터진 포탈의 희미한 윤곽\n그녀의 영혼을 날려올렸고\n\n숨을 죽이며\n그녀는 조용히 문을 열었다.\n\n<div class=\"content-ad\"></div>\n\n이제 이러한 것들은 오직 지혜로운 사람들에게만 알려져 있습니다.\n\n모든 두려움을 떨쳐내며 꿈을 위장한 채.\n\n분명히 여러분도 이제 깨달을 것입니다.\n\n그녀 눈 속에 담긴 사랑이 필요한 유일한 빛이었음을.\n\n<div class=\"content-ad\"></div>\n\n에르곤은 뛰어내려와서,  \n계단을 내려오네요.  \n\n분노로 소리 질러  \n기도를 속삭이네요.  \n\n문을 열고 들어가니,  \n그는 멈추고 멍하니 바라봐요.\n\n<div class=\"content-ad\"></div>\n\n그의 임박한 종말을 위해\n그는 이제 인식하고 있었다.\n\n순수한 공포를 느끼며, \n마치 그의 심장이 찌르려졌듯이\n\n에르곤의 종말은 더 심각할 것이다\n그가 어느 때보다도 두려워할 것이다.\n\n빛이 다가오지 못하게 하더라도, \n결코 허용하지 않을지라도\n\n<div class=\"content-ad\"></div>\n\n항상 사실일 것으로,\n사랑의 힘이 나타났다.\n\n그리고 선량한 왕 솔렌이\n이제 깨어났을 때\n\n미친 왕자의 몸\n떨리기 시작했다.\n\n그의 입에서\n가장 날카로운 비명이 터졌다.\n\n<div class=\"content-ad\"></div>\n\nAnd now, his true form, their beloved uncle, would reveal itself once more.\n\n![The Return of Light](/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_3.png)\n\nAnd thus, on that magical day that is celebrated every year on the Fifteenth of May.\n\n<div class=\"content-ad\"></div>\n\n행복한 커플이 결혼을 합의했어요, 서로 다짐하는 것을.\n\n더 행복하고 기쁜 결합은 없었어요.\n\n주문은 이제 풀렸고, 모든 것이 다시 올바르게 되었어요.\n\n사람들은 행복했고, 미래는 밝았어요.\n\n<div class=\"content-ad\"></div>\n\n\"솔렌의 왕국은 옛 영광으로\n복원되었습니다.\n\n사랑의 성스러운 빛의\n힘 모두를 위해.\n\n![Image](/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_4.png)\n\n# 후기\"\n\n<div class=\"content-ad\"></div>\n\n요정 이야기, 신화, 전설들은 가벼운 것으로 생각하기 쉽습니다. 아이들을 즐겁게 해주는 멋진 이야기들이지만, 우리가 겪는 고난과는 상관이 없는 것으로 여기곤 합니다.\n\n그러나 문명이 시작된 그 때부터, 그 이전부터, 이야기들은 우리에게 진실 이상의 진실을 전해 줬습니다.\n\n무수한 세대 동안, 이야기는 이해와 통찰의 빛을 나누는 수단이 되었습니다.\n\n그것은 당신의 이야기입니다!\n\n<div class=\"content-ad\"></div>\n\n이 드라마에서 당신은 모든 역할을 연기합니다.\n\n여왕이 되어 항상 여러분의 생각을 낳고, 생명을 주면서 죽는다.\n\n왕이 되어 사랑하는 이들의 상실과 이별에 시달리며, 절망 속에서 눈을 멀게 되어야 다시 올바른 길을 찾을 수 있는 자입니다.\n\n첫째 아들인 당신은 원시인 아담의 카인과 같이 되고, 이삭의 아들 에서와 같이 이기적으로 태어나 감각에 충만하며 소유욕에 사로잡혀 세상의 것들에 사로잡힙니다.\n\n<div class=\"content-ad\"></div>\n\n네가 둘째 아들이야. 언제나 첫째를 대체해야 해. 그 첫째는 영혼이야. 텅 빈 존재. 순수한 빛의 존재야. 네가 아버지로서 스스로를 알게 되고, 왕국을 상속받게 될 운명이야.\n\n너는 순전한 영혼의 부러움에 휩쓸려, 운명의 변덕에 휘둘리는 삼촌이야. 네 의지의 힘을 발휘하지 않은 채로.\n\n너는 잔인한 주인에게 노예로 속박되어 구원을 기다리는 하인이야.\n\n너는 세상으로부터 원하는 것을 얻기 위해 헛된 주문을 외우는 마법사야.\n\n<div class=\"content-ad\"></div>\n\n당신은 위대한 변화를 일으키는 둘의 탁월한 콤비에게 감사드립니다 - \n에드워드 스워포드와 \n크리사 스테르죠우에게 감사드립니다. \n그들이 우리의 사랑과 빛 이야기를 공유할 수 있는 멋진 곳을 만들어 줘서 정말 고마워요! \n\n풀 버전의 이북은 여기에서 받을 수 있어요: \n\n이것을 놓치면 후회할 것 같아서, 이전 장을 읽은 모든 친구들을 태그해요! \n자나카 스타그나로\n룻 부카리\n에이치 메르\n김라울 오. 투하미\n❤️❤️ 결코 포기하지 않는 닌자 ❤️❤️\n마지 윌리스\n파피\n잔 세바스티안 🖐👩‍🦰\n샘 데이비드 파커🌸\n최고의 개미 최고의\n에이미 크나조비치\n엘시 린치\n올리 케이어\n윈터 그린\n엘리 제인\n세레나 힌튼\n줄리아 칼만\n말리양\n럭키 래빗\n크리에이터 엔젤\n맘마 돔\n덴니스 • M.Sc.\n자리아 라샤이\n안넬리즈 롯츠\n오타바\n알반다리 알오타이비\n사드비\n주나이라 칼릴\n제레미\n✨ 브리짓 웨버\n세실 제르웰 프로케스\n크리스티나 홀브룩\n앨런","ogImage":{"url":"/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_0.png"},"coverImage":"/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_0.png","tag":["Tech"],"readingTime":5},{"title":"당신 뿐만 아니라 왜 세대 고통을 겪은 사람들은 스스로의 기억이 아닌 기억을 가지고 있는지","description":"","date":"2024-05-19 00:26","slug":"2024-05-19-ItsNotJustYouWhyPeopleWithGenerationalTraumaHaveMemoriesThatArentTheirs","content":"\n\n![image](/assets/img/2024-05-19-ItsNotJustYouWhyPeopleWithGenerationalTraumaHaveMemoriesThatArentTheirs_0.png)\n\n내 모든 고객들은 상속된 트라우마를 치유하고 있어요. 공통점 중 하나는 자신의 것이 아닌 기억을 경험한다는 것이에요.\n\n2015년 에너지 치유를 배우기 시작했을 때 나는 자신이 아닌 기억을 가진 사람들을 처음으로 만났어요. 가장 흔한 설명은 이러한 기억이 전생 경험에서 왔다는 것이었어요. 하지만 나는 기독교인으로서 환생은 참된 원칙이 아니라는 것을 알고 있어요.\n\n그렇다면 이러한 기억의 원천은 무엇일까요?\n\n<div class=\"content-ad\"></div>\n\nThen, I delved into my own \"memories\" of a past rape and martyrdom by fire. Through the healing process, I uncovered that these memories were actually inherited.\n\nSurprisingly, the concept of inheriting memories holds some scientific and even Biblical significance.\n\nFor instance, a study conducted in 2015 on Holocaust survivors provided evidence supporting the theory of trauma being transmitted to their descendants through genes (reference).\n\n<div class=\"content-ad\"></div>\n\n(2) 유타 대학교의 유전과학 학습 센터는 “4대로 이어진 유행 유전적 효과는 직접 노출과 관련이 없을 수도 있다”고 언급했습니다.\n\n(3) 출애굽기, 신명기, 민수기의 성서에는 조상의 죄악이 세대로 이어진다고 언급한 구절이 포함되어 있습니다. (출 20:5, 34:6-7; 신 5:9; 민 14:18)\n\n당신이 단지 당신의 것이 아닌 기억을 가지고 있는 것은 혼자가 아닙니다. 그리고 에너지 작업을 통해, 이러한 기억의 감정적 영향을 치유할 수 있습니다.\n\n(30일간의 30선 선박 에세이의 10일째)","ogImage":{"url":"/assets/img/2024-05-19-ItsNotJustYouWhyPeopleWithGenerationalTraumaHaveMemoriesThatArentTheirs_0.png"},"coverImage":"/assets/img/2024-05-19-ItsNotJustYouWhyPeopleWithGenerationalTraumaHaveMemoriesThatArentTheirs_0.png","tag":["Tech"],"readingTime":2},{"title":"토성이 226년 만에 돌아왔습니다","description":"","date":"2024-05-19 00:25","slug":"2024-05-19-PlutoReturnsAfter226Years","content":"\n\n2024년 1월 20일, 명왕성이 물병자리에 들어가 2043년 3월 8일까지 그곳에 머무를 것입니다. 지난 15년간 명왕성은 염소자리에 머물렀는데, 이는 세계적인 기관, 조직, 제국의 성공에 영향을 미쳤습니다. 그러나 물병자리로 옮겨가면서 변화, 개인적 성장, 권력 동력의 변화, 성혁명, 그리고 기술 발전이 예상됩니다.\n\n이 이행이 왜 이렇게 중요한가요? 명왕성의 태양 주위 공전 주기는 248년이며, 이는 평균적으로 인간의 수명 동안 몇 번 느끼게 되는 영향이기 때문입니다. 역사적으로 명왕성의 이동은 중요한 전 세계적 변화와 함께 일어났습니다.\n\n<div class=\"content-ad\"></div>\n\n이 이행은 장세대에 걸쳐 혁명, 변화 및 변혁을 준비할 수 있습니다. 1778년부터 1798년까지 플루토가 물병자리(Aquarius)에 있을 때, 세계는 깊은 변화를 경험했습니다. 예를 들어, 프랑스 혁명은 군주정복을 전복하고 공화국을 수립하여 자유, 평등, 형제애 원칙에 기반한 평등주의 사회를 창출하는 등 급진적인 사회와 정치적 변화를 촉진했습니다.\n\n세계 남부에서 여러 국가들은 식민국가들로부터의 독립을 향한 혁명운동을 거치고 있었으며, 특히 스페인과 포르투갈이 그랬습니다. 1798년까지 이러한 운동들은 여러 지역에서 역동적으로 발전했습니다. 플루토의 이행 동안 식민지 지배의 전복은 정치적 지배에만 도전하는 것뿐만 아니라, 식민강제세력들이 부과한 문화적 및 종교적 우월성에도 도전하는 과정을 포함했습니다.\n\n로마 가톨릭 교회는 식민지 과정에서 중요한 역할을 하였으며, 이주민을 통제하고 지배하기 위한 수단으로 사용되었습니다. 선교사들은 종족주의를 기독교로 전환시키고 유럽 문화로 동화시키는 데에 먼저 도착하여 활약했습니다. 시간이 흐름에 따라 가톨릭 교회는 식민지 지배의 합법성 및 종교의 이름으로 진행되는 약탈에 대해 이주민과 지역 엘리트들이 의문을 제기함에 따라 비판과 저항의 대상이 되었습니다.\n\n이러한 운동들은 남미에서의 독립으로 이어졌으며, 종종 가톨릭 교회의 권위에 대한 거부와 함께 이루어지기도 했습니다. 예를 들어 하이티 혁명은 가톨릭 교회로부터 완전히 벗어나 혁명가들이 식민지 제도의 영향을 받지 않는 자유의 원칙에 기초한 새로운 사회질서를 구축하기 위해 노력했습니다. 식민지 해제를 위한 투쟁은 정치적 및 경제적 해방뿐만 아니라 문화적 및 영적 자주성도 포함했습니다.\n\n<div class=\"content-ad\"></div>\n\n지금 세상은 다양한 지정학적 긴장, 기술 발전, 환경적 도전, 그리고 사회 정치적 움직임을 목격하고 있습니다. 이러한 변화들은 226년의 서정에 따른 변화와 유사한 것들일 수 있습니다. 이 트랜짓은 획기적인 변화를 불러올 수 있는 혼란의 무대를 마련하며, 이는 글로벌 경제와 권력 구조에서 중대한 변화로 이어질 수 있으며, 미래에 더 적합한 시스템을 열어갈 것입니다.\n\n2030년의 글로벌 일정은 현재 인류가 직면한 도전에 대응하기 위한 변화의 약속을 나타냅니다. 이러한 변화들이 더 넓은 스펙트럼에서 일어남에 따라, 글로벌 의식의 변화를 일으켜 종교적 신념과 여전히 구식 이념 아래 운영되고 있는 개인 및 가족 구조에 대한 재평가를 촉발할 것으로 보입니다.\n\n이러한 구조물들이 자신들이 가져온 피해로 인해 도전 받고 있습니다. 이러한 구조물들은 설독과 희생을 통해 개인을 억압하고 그들이 자신의 정체성과 캐릭터를 그 통제적 서술 밖에서 찾는 것을 원하는 개인들을 유발합니다. 이는 지난 플루토 트랜짓 때와 비슷한 상황입니다.\n\n![image](/assets/img/2024-05-19-PlutoReturnsAfter226Years_0.png)\n\n<div class=\"content-ad\"></div>\n\n결론적으로, 플루토의 트랜지트가 가져오는 변화들로 인해 처음에는 겁이 나는 것 같을 수 있지만, 이 변화들은 우리의 세계적 진화의 일부입니다. 이는 오래된 시스템에서 새로운 시스템으로 이동함으로써 평화와 개인적 조화를 증진시킵니다. 초기에 혼돈스럽게 보일지라도, 이 과정은 자연적인 주기를 반영합니다. 맹렬한 날씨 이후에 새로운 종들이 나타나는 것처럼, 사회적 변화는 새롭고 개선된 생활 방식으로 이끌 수 있습니다.\n\n변화를 받아들이고 두려워하지 않는 것은 우리가 환경과 균형을 이루며 진화하고 살아가는 데 중요합니다. 별들이 반영하는 이 과정은 우리의 계속된 성장과 진화에 불가결합니다. 이는, 군주제에 억압당한 국가들이 더 평등한 사회를 창조하기 위해 그들의 시스템을 재평가해야 했던 것과 마찬가지로, 국제사도에 불가결합니다.\n\n해시태그: #천체관측 #점성술 #운석학 #플루토 #자아계발 #종교 #진화 #의식 #심리학 #영적성장 #타로 #세계사 #네온미술 #벡터그래픽 #건로드","ogImage":{"url":"/assets/img/2024-05-19-PlutoReturnsAfter226Years_0.png"},"coverImage":"/assets/img/2024-05-19-PlutoReturnsAfter226Years_0.png","tag":["Tech"],"readingTime":3},{"title":"악의 화신 사탄의 엔니어그램 유형은 무엇일까요","description":"","date":"2024-05-19 00:23","slug":"2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan","content":"\n\n![EvilPersonifiedWhichEnneagramTypeIsSatan_0](/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_0.png)\n\n사탄. 악마. 루시퍼. 어둠의 왕자. 베엘세북. 거짓의 아버지.\n\n원하는 대로 부르세요. 사실 대부분의 종교인들은 악의 화신에 대해 이름을 가지고 있습니다. 어떤 사람들은 실재하는 존재로 믿기도 합니다. 그러나 신이실지라도 일단 우리는 사탄이라는 이름을 사용하겠습니다. 그렇다면 사탄은 실재하는 독특한 인물일 것입니다. 그렇다면 그는 독특한 성격을 가지고 있을 것입니다.\n\n그러게 생각이 들었습니다. 사탄이 에니어그램 성격 테스트를 한다면 어떤 성격 유형이 나올까요? 이 글의 끝에서 저만의 추측을 이 질문에 대한 최상의 예상으로 나름대로 답하겠습니다.\n\n<div class=\"content-ad\"></div>\n\n악마 카드와 비슷한 성격을 가지고 계신가요? 궁금하지 않나요?\n\n그러나 이야기에 들어가기 전에, Enneagram에 대한 배경 정보를 먼저 알아두면 도움이 될 것입니다. 이미 알고 계시다면 이 부분을 건너뛰셔도 괜찮아요.\n\n# Enneagram이란 무엇인가요?\n\nEnneagram은 최근 몇 년 동안 인기를 얻어온 성격 프로파일링 도구로, 엔니어그램은 밀레니얼 세대들에게 성격 테스트의 대표적인 선택지가 되어왔습니다. 우리가 어떻게 행동하고 다른 사람들과 어떻게 관련하는지를 설명합니다. Enneagram은 특정 강점과 약점을 갖춘 아홉 가지 유형의 사람을 식별합니다. 무엇보다도, 무서울 정도로 정확해요!\n\n<div class=\"content-ad\"></div>\n\n많은 사람들처럼 에니어그램을 처음 접한 순간, 제 마음은 완전히 뒤틀렸습니다. 갑자기, 나에게 자신을 이해하고 다른 사람들을 이해하는 놀라운 도구가 생겼고, 점차적으로 감정적이고 개인적인 성장을 향해 부드럽게 인도해 주었습니다.\n\n에니어그램을 한 번도 살펴보지 않은 경우, 꼭 확인해 보라고 권하고 싶습니다. 이 기사를 읽기 전에, 에니어그램의 아홉 가지 인격 유형에 익숙하지 않다면 아래 인포그래픽은 각 유형의 기본적인 설명을 제공합니다. 여러분은 개인 유형을 확인하기 위해 테스트를 해보고 싶을 수도 있습니다.\n\n[에니어그램 인포그래픽](https://miro.medium.com/v2/resize:fit:1400/0*lxNMdoTHU5V7-s4G.gif)\n\n# 사탄에 대해 어떻게 생각하십니까?\n\n<div class=\"content-ad\"></div>\n\n저는 일주일에 한 번으로 함께 모여 엔네아그램을 논의하며 함께 내면과 정신적인 성숙함으로 나아갈 수 있는 방법을 탐구하는 유사한 사람들의 그룹을 만납니다. 어느 날 이 그룹에서 누군가 흥미롭게 질문을 제기했어요. \"사탄이 어떤 엔네아그램 유형이라고 생각해요?\"\n\n그에 이어서 활기찬 토론이 벌어졌는데, 대부분은 각자가 자신의 성격 유형을 악마와 공유한다고 장난스럽게 비난하는 것으로 이루어졌어요.\n\n이것은 탐구할 가치가 있는 흥미로운 질문이에요.\n\n모든 성겱 유형은 어두운 면이 있습니다, 비록 그 주요 미덕이 매우 좋아 보이기도 한다 하더라도. 따라서, 우리가 사탄에게 할당할 수 있는 성격 유형을 결정하려면 아홉 유형 각각의 가장 최악에 대해 살펴봐야 합니다.\n\n<div class=\"content-ad\"></div>\n\n## 타이프 1의 최악\n\n타이프 1 성격은 완벽주의자입니다. 그들이 최악일 때, 타이프 1은 자신을 포함해 아무것도 충분히 좋지 않다고 믿습니다. 완전히 건강하지 않은 타이프 1은 다른 사람들에게 비난을 가하면서 자신의 행동을 합리화합니다.\n\n## 타이프 2의 최악\n\n타이프 2 성격은 베풀어주는 사람 또는 도와주는 사람입니다. 그들이 최악일 때, 타이프 2는 다른 사람들에게 유용하지 않다면 자신이 가치가 없다고 믿습니다. 완전히 건강하지 않은 타이프 2는 다른 사람들에게 자신들이 얼마나 갚아야 하는지 말하면서 조종적이고 이기적이 될 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n## 3타입의 최악\n\n3타입 인격은 연기자입니다. 그들의 최악의 면은, 항상 자신이 모든 것을 갖고 있는 모습을 갖도록 애쓰며, 모든 상황에서 좋아 보이도록 많은 가면을 쓰는 것입니다. 완전히 건강하지 못한 3타입은 자기애적이며, 복수심이 생기며, 자신의 결점을 상기시키는 모든 것을 파괴하여 다른 사람들의 행복을 망가뜨리려고 시도합니다.\n\n## 4타입의 최악\n\n4타입 인격은 연애가 수행하는 사람이거나 독립주의적인 사람입니다. 그들의 최악의 면은, 4타입은 비판적이고 자기 비하에 빠져 우울한 정신에 빠질 수 있습니다. 완전히 건강하지 못한 4타입은 절망적이며, 종종 자체 파괴적이 되면서 다른 사람들을 탓하고 도와주려고 하는 사람을 속일 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n## 타입 5의 최악\n\n타입 5 성격은 탐구자입니다. 제일 최악의 상태로 이르게 되면, 타입 5는 지식의 보따리를 이용해 논쟁적이고 냉소적으로 다른 이들을 비난합니다. 완전히 건강하지 않은 타입 5는 사회적으로 은둔하고 현실에서 고립되며 정서적으로 불안정해질 수 있습니다.\n\n![image](/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_1.png)\n\n## 타입 6의 최악\n\n<div class=\"content-ad\"></div>\n\n6 타입 성격의 사람은 충실하다. 그들의 최악의 경우, 6 타입은 끊임없는 불안 상태에 놓여 하루 종일 예민한 상태로 살아갑니다. 완전히 건강하지 않은 6 타입은 패닉에 빠지며 불안정하고, 사람들이 자신을 상대로 꾀를 꾸미는 것으로 느끼기 때문에, 누구에게도 신뢰할 수밖에 없는 상황에 스스로를 두지 않습니다.\n\n## 7 타입의 최악\n\n7 타입 성격은 열정적인 사람입니다. 그들의 최악의 경우, 7 타입은 고통을 피하기 위해 지속적인 자극과 소비를 사용하며, 결과적으로 성장하지 않습니다. 완전히 건강하지 않은 7 타입은 감정적으로 회귀적이며 심지어 유아적이며, 충동적으로 행동합니다 - 변덕스럽고 자체 파괴적입니다.\n\n## 8 타입의 최악\n\n<div class=\"content-ad\"></div>\n\nThe Type 8 personality is known as the reformer or challenger. When they are not their best selves, they can become very angry, confrontational, aggressive, and tend to assert their dominance. An extremely unhealthy Type 8 may become ruthlessly dictatorial, willing to destroy anything or anyone that does not comply with their wishes.\n\n### The Darkest Side of Type 9\n\nThe Type 9 personality is commonly referred to as the peacemaker. However, when at their lowest point, a Type 9 tends to retreat and avoid conflict altogether. A completely unhealthy Type 9 may struggle with being passive, underdeveloped, and ineffective, seeking to ignore anything that may bring negativity.\n\n# How to Discover Satan's Personality Type?\n\n<div class=\"content-ad\"></div>\n\n모든 아홉 가지 성격 유형에는 장점과 약점이 있습니다. 하지만 사실상 그 중 어떤 것이 더 좋거나 나쁜 것은 없어요. 아홉 가지 성격 유형 모두 멋진 특성과 구원할 가치가 있어요. 다만 그것을 깨닫고 내면 작업에 헌신하는 분들에겐요.\n\n하지만, 사탄이 어떤 성격 유형일지 판단하려고 할 때 고려해야 할 것이 두 가지 있어요. 첫째로, 가장 미성숙하고 미형성된 상태에서 어떤 성격 유형은 악이라고 부를만한 경향이 더 크게 나타날 수 있습니다. (이것을 측정하기가 어려워요, 그리고 좋고 나쁨이 무엇인지에 대해 논의하려는 게 아니에요. 그래서 어느 정도로든 내 감으로 따져야 했죠).\n\n둘째로, 악의 화신인 사탄은 가장 많은 사람들에게 크고 심한 피해를 입히고 싶어할 것으로 생각됩니다. 어떤 성격 유형은 많은 사람들에게 피해를 줄 수 있는 능력이 더 크게 보이기도 해요. 반면, 다른 유형들은 피해를 자신에게 입히는 경향이 있습니다.\n\n셋째로, 사탄은 최대한 많은 사람들을 유혹하려 할 것이라고 생각되며, 어떤 성격 유형은 그 본성에 따라 다른 사람들에게 영향을 줄 수 있는 능력이 더 크게 있어요.\n\n<div class=\"content-ad\"></div>\n\n그래서 나는 나 자신에게 세 가지 질문을 했습니다:\n\n- 각 개인성 유형이 그들이 매우 최악일 때 어떤 악을 저지를 수 있는가?\n- 각 개인성 유형이 저질을 저지를 수 있는 악이 일반적으로 스스로 파괴로 향하는지 아니면 다른 이들을 파괴하기 위해 밖으로 향하는지?\n- 어떤 개인성 유형이 가장 많은 사람들을 유혹하고 이끌어 잘못된 길로 이끌 수 있는 능력을 가지고 있는가?\n\n![이네아그램 유형](/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_2.png)\n\n# 그래서, 사탄은 무엇인가요?\n\n<div class=\"content-ad\"></div>\n\n이것은 항상 논란거리가 될 것이라고 생각했지만, 여기에 답을 찾기 위해 왔군요. \"사탄은 어떤 엔니어그램 유형인가요?\"\n\n우선 Type 1 성격을 사탄에게 배제한 이유는 Type 1이 하는 많은 비난이 자기 자신을 향한 것이기 때문입니다. 그에 비해 사탄은 자신의 행동을 그런 시각으로 보지 않을 것입니다. 더욱이 사탄은 완벽함에 대한 갈망이 아니라 완벽함의 파괴에 관심이 있는 것으로 보입니다.\n\n사탄이 Type 2 성격이 있다고 보기 어렵다고 판단한 이유는, 비록 Type 2가 조종적일 수 있지만 사탄이 다른 사람에 대한 유용성에 신경을 쓸 것 같지 않기 때문입니다. 당신의 도움이 필요하다는 것을 사탄이 관심 있어했던 적은 없었을 것입니다.\n\nType 4를 배제한 이유는 사탄이 자기 자신을 비판하는 것을 상상하기 어렵기 때문입니다. Type 5를 배제한 이유는 사탄이 은둔자가 되는 것을 상상하기 어렵다고 판단했기 때문입니다. Type 6은 사탄을 초조한 유형으로 보지 않았고, Type 7은 분명히 통증을 피하는 사람이 아닌 것으로 보입니다. 또한 Type 9를 배제한 이유는 사탄을 '조정가'라고 표현할 수 없을 만큼 그가 평화주의자라고 볼 수 없기 때문입니다.\n\n<div class=\"content-ad\"></div>\n\n이 시점에서 대부분의 분들은 안도의 한숨을 쉬었을 겁니다. 제외하고는 타입 3 또는 타입 8일 경우죠.\n\n그렇다면, 사탄은 누구일까요?\n\n타입 3과 타입 8 인물들은 모두 유능하고 결과 중심적입니다. 둘 다 영향력을 행사할 수 있으며 대규모 그룹을 이끌 수 있는 능력을 갖추고 있습니다. 이것들은 사탄이 자신의 이점으로 활용할 수 있는 특성입니다. 중요한 것은, 둘 다 최악일 때 다른 사람들에게 해를 끼치는 행동을 하는 경향이 있습니다.\n\n타입 8은 자신을 화나게 하는 것들을 바꾸려는 에너지가 많지만, 타입 3은 성공적인 모습을 내보이려는 에너지가 많습니다. 타입 8은 자신의 길을 막는 사람은 모두 처단할 것이고, 타입 3은 자신의 부족함을 상기시키는 사람은 모두 파괴할 것입니다.\n\n<div class=\"content-ad\"></div>\n\n내가 정신이 없어!\n\n알았어, 알았어… 결정했어. 나는 사탄이 3번 유형이라고 결정했어. 나는 8번 유형인 나의 편견을 갖고 있기 때문만은 아니야. 나에게 사탄이 3번 유형이라는 생각을 팔게 한 또 하나의 이유가 있어. 성장하지 않은 3번 유형은 모든 것을 속이려고 해. 8번 유형은 결과보다 모습보다 더 중요하지만, 3번 유형은 사람들을 설득하기 위해 자신이 아닌 척 해. 8번 유형은 대개 자신의 최종 목표를 명확히 하는데, 그들은 사람들이 자신의 임무에 동참하길 원하기 때문이야. 하지만 사탄은 진짜 목적을 감추려 할 거야. 왜냐하면 만약 사람들이 그가 어떤 일을 꾸미고 있는지 알게 된다면, 동참을 원할까? 중대하지 않은 3번 유형은 마스터 조종, 거짓말쟁이, 그리고 가장 높은 등급의 꾸며낸 사람이야.\n\n기억해, 모든 성격 유형에는 어둠이 있어. 3번 유형이 사탄이기 때문에 누군가보다 나아나 않아. 게다가, 그건 내가 무게있게 가지고 있는 의견일 뿐이야. 나랑 다르게 생각해도 돼!\n\n모든 9개 성격 유형에 대한 개인적인 성장을 초대하는 것이 에니어그램의 본질이야. 감정적 성숙함은 자아 검토와 개혁의 어려운 일을 하려는 모든 이에게 오히려.\n\n<div class=\"content-ad\"></div>\n\n다들 이제 아마 사탄처럼 행동하는 걸 훨씬 적게 할 것이라고 믿어봅니다!\n\nDan Foster은 \"교회를 떠나 신을 만나다: 조직된 종교 너머에서 신앙을 발견하는\"의 저자입니다.\n\n백야당 교회는 그저 블로그가 아닙니다. 교회에 가지 않거나, 가지 않고 싶거나, 가기를 거부하는 사람들을 위한 실제 온라인 커뮤니티입니다. 지금 가입하세요.\n\n삶, 신앙, 영적 이야기에 대한 더 많은 기사를 보시려면 뉴스레터에 가입하세요. 또한 질문이나 이야기 아이디어는 thebackyardchurch@gmail.com로 자유롭게 보내주세요.","ogImage":{"url":"/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_0.png"},"coverImage":"/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_0.png","tag":["Tech"],"readingTime":7},{"title":"Three secrets to a happy life include practicing gratitude, focusing on positive relationships, and taking care of your physical and mental well-being","description":"","date":"2024-05-19 00:22","slug":"2024-05-19-14Whatarethethreesecretstoahappylife","content":"\n\n**2024년 5월 9일**\n\n오늘 아침, 내 딸이 조금 압도당했다. 울 것 같은 걸 눈치챘어.\n\n우리는 계단에 앉아 함께 앉았고, 그녀를 안아주었어.  \n행복해지는 비결이 세 가지 있다는 걸 그녀에게 말해주었어:\n\n1. 세상을 그대로 보기  \n삶은 종종 힘들어, 버스에서 어린이들이 잔인하게 행동한다거나.\n바위 주변을 흐르는 시내처럼 장애물 주변을 흐르는 법을 배워라.\n간간히 험난할지 몰라도, 그 후 아무 일도 없었다는 듯이 계속 흘러간다.\n\n<div class=\"content-ad\"></div>\n\n1. 한 번에 최선을 다하세요.\n어려울 때에도 최선을 다하면 안정을 얻을 거예요.\n안정은 아름다운 연꽃을 보는 듯한 기분입니다.\n우리는 이 연꽃이 진흙 속에서 자랐다는 것을 잊고 있죠.\n\n2. 너무 걱정하지 마세요.\n사람들을 대하는 것은 중요해요. 친절해야 하죠.\n그러나 그들의 의견에 너무 신경 쓰지 말아야 해요.\n모든 사람은 다릅니다.\n누군가는 달콤한 걸 좋아하고, 누군가는 신겁한 걸 선호할 수도 있어요.\n누군가는 전혀 만족시킬 수 없을지도 모르죠.\n인생을 유머와 호기심, 내적 인내심으로 대해보세요.\n너무 진지하게 생각하지 말아요.\n\n3. 오래 오래 그녀를 껴안았어요. 사랑한다고 한참 말했죠.\n\n4. 네가 갖고 있는 \"자신의\" 덕목과 함께 너를 사랑하는 사람들이 가지고 있는 것이 행복한 삶을 살기 위해 중요한 거예요.\n\n나는 완벽하지 않아요, 너도 그렇죠.\n오늘은 너무 일찍 일을 빨리 끝내고 나가 그걸 후회했어요.\n자동차를 몰면서 조금 더 머물러 있지 않은 것에 대해 미련이 들었어요.\n우리는 계속 노력해나갈 수밖에 없다는 걸 확인할 수 있을 뿐이에요.\n\n<div class=\"content-ad\"></div>\n\n더 많은 글을 읽고 싶다면 [여기](http://UkiDLucas.com/)에서 구독해주세요! 🔮✨\n\n#부모님 #스토이시즘 #불교","ogImage":{"url":"/assets/img/2024-05-19-14Whatarethethreesecretstoahappylife_0.png"},"coverImage":"/assets/img/2024-05-19-14Whatarethethreesecretstoahappylife_0.png","tag":["Tech"],"readingTime":1},{"title":"금융에서의 스토이시즘","description":"","date":"2024-05-19 00:21","slug":"2024-05-19-StoicisminFinance","content":"\n\n시장은 가끔 어려울 수 있어요. 거래를 시작하고, 이론을 공부하고, 시뮬레이션을 진행하며 최악에 대비했는데도 예상 이상으로 최악의 결과가 찾아왔다면 어떨까요?\n\n![이미지](/assets/img/2024-05-19-StoicisminFinance_0.png)\n\n계정을 망가뜨렸습니다. 다시 망가뜨렸네요. 예상치 못한 일이 벌어지면서 감정과 두려움에 휩싸여 거래한 결과입니다. 이제 접기만 한 발짝 차이입니다. 하지만, 계획을 지키고 공부한 내용에 충실하면 결국 수익을 올릴 수 있다는 자신은 있어요. 조금의 안내가 필요할 뿐이죠.\n\n한 가지 이야기를 들려드릴게요.\n\n<div class=\"content-ad\"></div>\n\n약 기원 전 300년경에는 시티움 출신의 제노라는 상인이 살았습니다. 그는 몰랄을 짓어 염색하여 부를 축적했지요. 어느 날, 그는 바다 한 가운데에서 폭풍 속에 몰려든 채 자신을 발견합니다. 자신의 배는 모든 지닌물을 함께 가라앉혔습니다. 자신의 계좌를 터뜨렸어요, 우리와 같이 말이죠.\n\n가까스로 남아 생존한 그는 대부분을 잃고 아테네로 갔습니다. 그곳에는 당시에는 어디에서나 철학자들이 가득했고 결국 그 자신도 선생님이 되었습니다. 그의 제자들을 스토이커라고 불렀습니다.\n\n제노의 글은 남아 있지 않았지만, 그의 생각은 한 문장으로 요약할 수 있습니다:\n\n\"Happiness is a good flow of life, achievable through the use of reason.\"\n\n<div class=\"content-ad\"></div>\n\n약 400년 뒤에 전 노예였던 Epictetus가 이론적 가르침을 받아 현실 적용으로 발전시켰습니다. 여기서 주의 깊게 읽어주세요.\n\n# 이론\n\nEpictetus의 핵심 가르침은 당신이 제어할 수 있는 것에만 신경 써야 한다는 것입니다.\n\n거래를 위해 최선을 다하고 시장 데이터를 공부하며 뉴스를 따라가려 노력할 수 있습니다. 그러나 어떤 일이 발생하면 상황이 바뀌고 당신의 모델이 오래될 뿐만 아니라 실패할 수 있습니다. Epictetus는 다른 시장 참여자들이 어떻게 행동할지, 인플레이션 데이터가 예상보다 높게 나올지를 당신이 결정할 수 없다는 점 때문에 화를 낼 필요가 없다고 말해줍니다.\n\n<div class=\"content-ad\"></div>\n\n**주의할 수 있는 것에만 집중해보세요. 그리고 최선을 다해 수행해보세요. 공부와 준비는 정말 당신에 달려있는 일들입니다. 에피테토스는 이를 당신의 성품을 조성한다고 말합니다. 여러분을 이끌어줄 것은 마르쿠스 아우렐리우스가 고백한 바 있는 당신 안의 악마일 것입니다. 이를 당신의 합리성이라고 말해 주셨습니다.**\n\n**# 실천**\n\n**이것은 사소한 것이 맞죠? 감정으로 투자하지 말고, 최선을 다했음에도 실패할 수 있다는 것을 받아들이세요. 할만한 얘기네요. 하지만 그렇게 쉬웠다면, 따뜻한 마음으로 잃은 포지션에 두 배로 더 투자하지 않았을 텐데죠.**\n\n**스토아주의자는 실제로 이 마인드에 들어가기 위해 스스로를 훈련시킬 수 있다고 믿습니다. 세 가지 운동을 제안해드릴게요:**\n\n<div class=\"content-ad\"></div>\n\n## 1. Premeditatio Malorum — 가능한 도전과 역경을 고려하라 (Epictetus)\n\n매일 거래 세션 중에 마주칠 수 있는 잠재적인 도전들을 상상해 보는 시간을 갖는 것이 중요합니다. 그것에 대처할 방법을 생각해보고 메모에 적어 보세요. 이를 통해 예상치 못한 일이 벌어졌을 때도 침착하고 이성적으로 대처할 수 있게 될 것입니다.\n\n## 2. Memento Mori — 죽음을 기억하라 (Marcus Aurelius)\n\n실패가 존재한다는 것과 좋은 거래가 나쁜 것으로 변할지 여부가 당신에 달려있지 않을 수 있다는 것을 기억해야 합니다. 가장 아픈 손실을 돌아보고 그것이 다시 일어날 수 있다는 사실을 받아들이세요. 어려움에 부딪혔을 때 마음을 잃지 않고 패배한 포지션을 놓아주는 법을 배울 수 있을 겁니다.\n\n<div class=\"content-ad\"></div>\n\n## 3. 명상 - 매일 행동에 대한 반성 (세네카)\n\n매 거래 세션 이후, 당신이 한 일을 검토하세요. 잘한 점과 나쁜 점을 적어보세요. 잘못된 거래에 집중하고, 제어할 수 있었던 일과 제어할 수 없었던 일을 기록하세요.\n\n이 연습들이 얼마나 간단한지 모를지 몰라도, 그것은 스토이시즘의 모든 핵심을 다루며, 무엇보다도 이론적 가르침을 실용적인 작업으로 전환합니다.\n\n# 나는 왜 이 글을 썼을까요?\n\n<div class=\"content-ad\"></div>\n\n최근에는 수학적인 아이디어나 금융 모델에 대해 더 깊이 다루는 기술적인 기사들에 주로 관심을 두곤 했어요. 최근에 마르쿠스 아우렐리우스의 명상을 읽다가 우연히 철학 교수 말리모 피글루치가 회사에서 스토아주의에 대한 세미나를 진행했어요. 스토아주의는 이론적 원리의 적용에 중점을 두기 때문에, 금융 환경에 적용해 보는 것에 도전하고자 했어요.\n\n비록 이 기사는 너무 심각하게 받아들이기 어려울 수 있지만, 감정이 의사결정의 일부를 이끌고 있다고 느끼는 사람들에게 도움이 될 수 있다고 생각해요. \n\n스토아주의로 유숙한 로마 황제가 거래자들에게 손실을 올바르게 처리하는 방법에 대해 강의하는 모습을 상상해보니 웃음이 나네요. 그래서 여기 이렇게 되었어요.","ogImage":{"url":"/assets/img/2024-05-19-StoicisminFinance_0.png"},"coverImage":"/assets/img/2024-05-19-StoicisminFinance_0.png","tag":["Tech"],"readingTime":3},{"title":"사업 관련 서적 너무 낭비인 거 같아요","description":"","date":"2024-05-18 00:19","slug":"2024-05-18-Businessbooksarefullofshit","content":"\n\n비즈니스 서적 Industrial Complex는 성공의 열쇠가 숨겨져 있다고 말합니다. 당신은 $29.95에 억만장자 CEO와 비전있는 창업자들의 비밀을 해금할 수 있습니다. 그러나 사실은 대부분의 이러한 책들이 통찰이라고 위장한 생존편향에 불과합니다.\n\n회사들의 운명을 좌우하는 산업을 형성하는 힘들을 이해하고 싶다면 공항 서점이 아닌 과거로 눈을 돌려보는 것이 좋습니다. 예를 들어 The Guns of August를 보세요. 바바라 터치먼의 제1차 세계대전 초반에 대한 역사 서술이지만, 불확실성 속의 의사결정, 비효율적인 커뮤니케이션의 위험, 그리고 우연한 사건의 과도한 영향에 대한 심층적인 탐구도 함께합니다.\n\n그 페이지들에서 비지니스 서적들 전체에 비해 훨씬 유용한 지혜를 발견할 것입니다. 작은 잘못된 판단이 어떻게 대재앙으로 이어질 수 있는지, 현실의 앞가림에 세워진 사고 방식이 우리를 도래하는 혼란에서 소경으로 만들 수 있는지, 그리고 얼마나 세심하게 계획이 세워져도 현실에 부딪혀 무너질 수 있는지를 보게 될 것입니다.\n\n역사의 교훈이 비즈니스 성공의 진정한 비밀입니다. 그들은 인간의 본성, 시장의 순환적인 성질, 혁신의 의도치 않은 결과 등에 대해 우리에게 가르쳐 줍니다. 세상이 얼마나 변화하든 기본적인 도전과제가 얼마나 바뀌지 않는 지를 상기시켜 줍니다.\n\n<div class=\"content-ad\"></div>\n\n다음에 최신 히트 비즈니스 제목을 찾으려 할 때는 위대한 지도자의 전기, 결정적인 순간의 역사적 설명 또는 시대 정신을 담아낸 대단히 큰 소설을 들고 보는 것을 고려해보세요. 가장 귀중한 비즈니스 교훈들은 사실 비즈니스 교훈으로서 의도된 것이 아니었어요.\n\n사실: 나는 '8월의 총격'에서 시작했던 것들에 비해 스타트업 플레이북 더미에서 배운 것들보다 더 많은 걸 배웠어요.\n\n제 생각에 만일 더 많은 지도자들이 “높은 효과적 사람들”의 습관 대신 역사의 리듬을 연구하는 데 시간을 썼다면, 우리 모두가 더 나아졌을 거에요.\n\n# @Westenberg을 구독하는 수천 명의 다른 독자, 창작자 및 사유가들에 합류하세요. 거기에서 저는 기술, 인간, 철학 등에 대해 쓰고 있어요.","ogImage":{"url":"/assets/img/2024-05-18-Businessbooksarefullofshit_0.png"},"coverImage":"/assets/img/2024-05-18-Businessbooksarefullofshit_0.png","tag":["Tech"],"readingTime":2},{"title":"칼 융이 밝힌 다른 사람이 당신을 짜증나게 하는 이유에 대한 충격적인 진실이 당신의 삶을 바꿀 수도 있습니다","description":"","date":"2024-05-18 00:17","slug":"2024-05-18-CarlJungsdisturbingtruthaboutwhyotherpeopleirritateyoumightchangeyourlife","content":"\n\n![Click here for the image](/assets/img/2024-05-18-CarlJungsdisturbingtruthaboutwhyotherpeopleirritateyoumightchangeyourlife_0.png)\n\n안녕하세요! 오늘은 심리학자이자 정신 분석가이자 분석 심리학자인 Carl Jung의 말씀을 통해 우리의 짜증과 다른 사람들에 대한 싫은 점들이 우리 자신의 미해결된 문제, 두려움 및 불안에 대한 반영임을 알아보겠습니다.\n\nJung는 \"다른 사람들에게서 짜증을 느낄 때 우리를 향한 이 짜증을 통해 우리 스스로를 이해할 수 있게 된다\"라고 말했습니다.\n\n이 문장을 처음 만났을 때, 왜 몇 가지 일들이 나를 너무나 짜증나게 하는지 심층적으로 생각했습니다. 저는 짜증이 자아인식의 통찰력으로 이어질 수 있다고 이해했습니다. 특히 내 안정을 깨뜨릴 때, 짜증은 그 자체로 끝이 될 필요가 없습니다.\n\n오늘도 자신을 발견하시고 짜증 속에서 무엇을 배울 수 있는지 생각해 보세요. 그게 내면의 평화를 찾아가는 첫걸음일지도 모르겠어요.\n\n<div class=\"content-ad\"></div>\n\n만약 어떤 사람을 싫어한다면, 그 사람 안에 당신 자신의 일부를 싫어하는 것일지도 모릅니다. 우리 안에 없는 것은 우리를 괴롭히지 않는다는 사실을 기억해두세요. — 헤르만 헤세\n\n사소한 것들이 쉽게 당신을 화나게 할 수 있습니다. 일상적인 괴롭힘은 우리를 좌절시키고, 기진맥진하게 만들어, 곧 소리 지를 준비를 하게 할 수 있죠. 처음엔 사소해 보이는 용납할 수 없는 일들이 금방 화나고 분노로 이어질 수도 있어요.\n\n사람들이 라인을 자르거나, 유행을 타듯 늦게 도착하거나, 대중교통이 지연되는 것 같은 화가 나는 상황들, 조용한 장소에 시끄럽게 소리내는 것, 사무실에서 정말 필요할 때 커피 포트가 비어있는 것, 신랄하게 먹거리는 동료 등 다양한 것들이 당신을 쉽게 화나도록 만들 수 있습니다.\n\n가끔은, 자신이 명백하게 잘못된 의견을 가진 사람으로부터도 화가 나기도 하죠. 라인을 자르는 사람은 우리의 조용함이 아닐지도 모른다는 것을 드러낼 수 있고, 모든 것을 아는 척하는 사람은 우리의 지식에 대한 불안을 반영할 수도 있습니다.\n\n<div class=\"content-ad\"></div>\n\n칼은 우리의 감정적 반응을 우리 안에 무언가를 반사하는 거울로 사용할 수 있다는 것을 관찰했다. 이에 대한 심리학적 용어가 있다: 투영(projection).\n\n우리 모두는 투영을 한다 - 이것은 무의식적인 방어 메커니즘이다. 우리는 자신의 원치 않는 생각, 감정 및 결점을 다른 사람에게 옮긴다.\n\n우리가 아는 대로, 투영을 하는 것은 의식적인 주체가 아니라 무의식적인 것이다. 그래서 한 사람은 투영을 만들지 않고 투영을 만난다. 투영의 효과는 주체를 그의 환경으로부터 고립시키는 것이다. 실제 관계 대신에 일종의 환상적 관계만 남게 되는 것이다. 투영은 세상을 자신의 알려지지 않은 얼굴의 복제본으로 바꾸는 것이다. - 융\n\n다른 사람들에게 성가시게 다가는 것은 우리가 자신이 싫어하거나 부인하는 측면일 수 있다. 예를 들어, 누군가가 자신의 성취를 자꾸 자랑한다면, 완전히 다루지 않은 자격없음에 대한 감정을 유발할 수 있다. 대부분의 사람들이 받아들이기에는 괴로운 진실이다. 내성적인 것보다는 타인을 탓하는 것이 더 편할지도 모르겠죠?\n\n<div class=\"content-ad\"></div>\n\n우리의 맹점은 외부 지식보다 우리에게 더 많은 것을 가르쳐줍니다. 대부분의 사람들은 다른 사람들에게서 짜증나는 것을 무시합니다. 불편한 진실은 자신의 숨겨진 부분을 이해하는 데 핵심 요소라는 것입니다.\n\n아마도 동료의 시끄러운 씹는 소리가 당신의 탁자 예절에 대한 어린 시절의 불안을 상기시킨다면 그것은 다른 사람들이 당신의 일에 대해 칭찬을 받는 것을 항상 짜증내게 만든다면 그것은 본인이 인정받길 갈망하는 깊이 박차가 있는지를 의미할지도 모릅니다.\n\n영의 “그림자(shadow)” 개념 — 우리 인격의 무의식적 부분 — 이 자신을 더 잘 알기 위해 특히 중요합니다.\n\n그림자는 본질적으로 나쁘지 않지만, 그것을 억압해 두면 사라지지 않을 것입니다.\n\n<div class=\"content-ad\"></div>\n\n다른 사람에게 그림자를 투사할 때 우리는 우리 스스로에 불필요한 갈등을 만들어낸다. 종종 우리 자신의 특성을 다른 사람에게 투사하여 그것을 확대시키고 우리의 짜증을 조장한다. 하지만 당신은 그것을 바꿀 수 있습니다. 당신은 이 숨겨진 부분들을 더 완전한 자아로 통합할 수 있습니다.\n\n내적 변화는 나쁜 행동을 변명하는 것을 의미하는 것은 아닙니다. 우리에게 불공평하거나 도덕적으로 잘못된 경험을 조용히 받아들이라는 것을 욥크가 제안한 적은 없었습니다. 우리를 정말로 경멸하는 사람들과의 경계를 설정하는 것은 괜찮습니다. 사람들은 항상 나쁘게 행동할 수 있으며, 그들에게 짜증을 느끼는 것은 매우 합리적입니다.\n\n하지만, 욥크는 더 깊이 바라봐야 한다고 제안합니다.\n\n왜 그 특정한 특성이 당신 안에서 그렇게 강렬한 반응을 일으키는지 생각해보세요. 그것은 당신이 자신 안에서 싫어하는 것을 반영하기 때문인가요, 우리가 인정하기를 더 못하고 싶어하는 그림자적 측면인가요?\n\n<div class=\"content-ad\"></div>\n\n상대방의 행동이 나를 반영하는 건지, 상대방을 반영하는 건지?\n\n정의의 지혜는 단순히 더 높은 인식 수준으로 대응하는 것을 의미합니다. 그것은 당신의 초기 짜증을 일으킨 상대방과 당신 모두를 위한 것입니다. 누군가가 계속해서 다른 사람을 비판하면, 그것이 당신을 짜증나게 할 수도 있습니다. 왜냐하면 당신 안에도 굴하지 않는 내면의 심판이 있기 때문일지도 모릅니다.\n\n아마도 어릴 때 충분히 칭찬받지 못했고, 이제는 이 사람의 부정적인 태도가 당신의 부족함에 대한 깊게 자리 잡은 두려움을 부각시키고 있는 것일지도 모릅니다.\n\n누군가가 줄에서 끼어들어 기분이 상하다고 느낀다면, 그것은 당신의 성급함에 대해 직시해야 할지도 모르지만, 남들보다 아는 척 하는 사람은 우리가 가진 지식에 대한 숨겨진 불안감을 반영할 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n우리의 불안에 대한 내성적인 탐구는 불편할 수 있어요.\n\n하지만 그 만큼 가치가 있어요.\n\n우리의 자아인식은 그에 달려있기 때문이에요.\n\n투영은 자아인식을 위한 강력한 도구예요.\n\n<div class=\"content-ad\"></div>\n\n당신이 화나는 이유를 잘 이해하면 어떻게 반응할지 선택할 수 있어요. 당신의 그림자를 주의깊게 살펴 더 나은 버전의 자신이 되도록 활용할 수 있어요.\n\n누군가가 당신을 짜증나게 한다면, 깊게 숨을 들이쉬고 덕을 지닌 대답을 해보세요. \"왜 이 사람이 당신을 짜증나게 하나요? 그 사람이 반영하는 부분은 무엇인가요?\"\n\n내면의 탐구는 항상 편안하지는 않을 수 있지만, 새로운 수준의 자아인식을 여는 열쇠가 될 수 있어요. 당신의 버튼을 누른 사람이 자신의 성장의 원천이 될 수 있어요.\n\n그 사람은 당신의 숨겨진 부분의 열쇠일지도 몰라요.\n\n<div class=\"content-ad\"></div>\n\nJung의 강력한 마법약은 당신이 더 통합된 버전의 자신이 되는 열쇠입니다. 이것은 더 건강한 관계와 더 풍성한 삶의 비밀일지도 모릅니다.\n\n나의 이메일 목록에 가입하세요. 60,000명 이상의 호기심 많은 사람들이 나의 최고의 에세이와 더 나은 삶을 위한 공짜 선별된 도구들을 받고 있습니다.","ogImage":{"url":"/assets/img/2024-05-18-CarlJungsdisturbingtruthaboutwhyotherpeopleirritateyoumightchangeyourlife_0.png"},"coverImage":"/assets/img/2024-05-18-CarlJungsdisturbingtruthaboutwhyotherpeopleirritateyoumightchangeyourlife_0.png","tag":["Tech"],"readingTime":4}],"page":"3","totalPageCount":13,"totalPageGroupCount":1,"lastPageGroup":13,"currentPageGroup":0},"__N_SSG":true}