{"pageProps":{"post":{"title":"엠비비 컨설턴트의 실패","description":"","date":"2024-05-16 01:33","slug":"2024-05-16-ThedownfallofanMBBconsultant","content":"\n\n저는 6개월 전 회사를 떠나기로 결정한 전 경영 컨설턴트입니다. 심각한 스트레스와 소진 증상으로 인해 퇴사했습니다. 그로부터 6개월이 지난 지금, 전체 추락 이후 심각한 PTSD와 심한 우울증과 싸우고 있습니다. 저는 현재 정신과 병동에 입원해 충분한 치료를 받고 있습니다.\n\nMBB가 낯선 분들을 위해 설명드리자면, 그것은 McKinsey, BCG, Bain, 세계 최고의 컨설팅 회사 세 곳을 가리킵니다.\n\n저는 MBB 회사에 시니어 근무자로 입사했습니다. 그 당시에는 드문 일이었습니다. 이전에 덜 명성 있는 2급 회사에서 5년을 보낸 후, '충분히 좋다'라는 것을 증명하기 위해 많은 에너지와 시간을 투자해야 했습니다.\n\n첫 프로젝트 중 하나는 어려움에 직면한 기업을 위한 대규모 '전환 프로젝트'였습니다. 프로젝트 조건은 미친 듯했습니다. 팀원 중 한 명은 작업 중에 떨면서 나왔습니다. 그녀는 마지막 다섯 일 동안 평균 4시간 미만으로 잠을 잔 상태였습니다. 그녀는 재정 모델을 책임지고 있었는데, 그것은 그녀에게 엄청난 스트레스였습니다. 그녀는 곧 그만 두었습니다.\n\n\n\n프로젝트 중에 제게는 좀 공격적인 방식으로 여러 번 '코칭' 수업을 받았습니다. 80/20 원칙을 충분히 지키지 못했습니다. 잘못된 부분에 집중했습니다. '사건을 해결하는 데' 충분히 능숙하지 못했습니다. 모든 의견들은 공정했을지도 모르지만, 전달 방식은 수상했습니다. 어느 날 보스 앞에서 감정이 폭발했던 적도 있습니다. 그는 계속해서 긴장되는 피드백을 주더군요. 마치 제가 새로 온 고위급 입사자이고 모든 올바른 작업 방식을 알지 못하기 때문에 추가적인 대우를 받을 자격이 있다는 느낌이었습니다.\n\nMBB 회사들은 '자체 육성' 대 '해외 육성' 인재에 대해 자주 이야기하곤 했습니다. 시스템을 통해 '자체 육성'된 인재가 제철을 받았고, 저와 같은 사람보다 더 높게 평가되었습니다. 다섯 년이 지난 후에도 저는 외부 채용으로 여전히 언급되었고 '자체 육성'된 인재로 여겨지지 않았습니다. 전반적으로 제 프로젝트 평가는 훌륭했고, 노력하는 고성과를 내는 고심들이었지만, 여전히 만족스럽지 않았습니다.\n\n저의 지난 해 타락은 매주 늦은 밤 회의를 기대한 높은 경력의 고객 때문에 공황 발작을 일으켰던 것으로 시작되었습니다. 운이 좋을 때는 밤 11시부터 시작해서 보통 새벽 4시 30분쯤에 끝났습니다. 저의 전체 삶은 이 고객의 다이어리를 중심으로 돌아가고 있었는데, 이로 인해 갑작스레 회의 준비를 매우 짧은 시간 내에 해야 했기 때문에 엄청난 불안감이 들기 시작했습니다. 종종 관련 파트너들이 갑자기 마음을 바꿔, 잘못된 콘텐츠를 제작하여 시간을 낭비하면서 상당한 재작업이 발생하는 등 문제가 생겼습니다.\n\n추가적인 스트레스 요인은 프로젝트 팀을 만족시키는 압력이었습니다. 매주 설문 조사가 실시되었습니다. 주니어 팀원들은 종종 이를 리더십팀에 대한 피해 막이로 사용하곤 했습니다. 나름대로 고생하고 스트레스 받았기 때문에 프로젝트 매니저로서 참여 프로젝트를 개선하는 도전을 용했습니다. 대부분의 문제는 제 통제 범위를 벗어났으나 — 무례한 고객, 의사 결정을 충분히 빨리 내리지 않는 고객, 지루한 주제 등, 이를 개선하기는 거의 불가능했습니다. 하지만 팀을 위한 '즐거운 삼촌'이 되고 점수를 높이는 것이 제 일이었습니다.\n\n\n\n본질적으로, 압박은 네 가지였어요. 고객으로부터 좋은 추천을 제공해야 한다는 압박. 파트너들로부터 다음 계약을 판매해야 한다는 압박. 프로젝트 팀으로부터 모든 문제를 해결해야 한다는 압박. 그리고 집에서 가족으로부터 더 많은 시간을 보내고, 덜 여행하고, 참석해야 한다는 압박. 이 네 가지 압박에 완전히 굴복했어요.\n\n어느 날 밤, 전체 밤을 새워야 할 회의가 다가온다는 것을 알고 있었는데 언제인지 모르겠어요. 분노에 휩싸여 벽에 손을 여러 번 내리찍었어요. 다음 날, 제가 심각한 공황 발작이 있었다고 매니저에게 알리기로 결심했어요. 그는 쉬라고 했어요.\n\n정신과의 지속적인 상담 끝에, 정신과 의사가 나의 직장에 내 업무량을 일시적으로 줄여달라는 요청서를 보냈어요. 이것은 대부분의 유럽 국가에서 흔한 관행이에요. 그 요청이 잘 받아들여지지 않았어요.\n\n그 결과로, 감독관에게 회의에 끌려들었고 그가 물었죠, \"언제 나아질 거에요? 당신의 일정은 어떻게 되죠? 언제 좋아질 거에요? 우리가 지금 알아야 해요.\" 물론 제게 그런 정보가 없었어요: 정말 알 수 없는 일이에요. 얼마나 길게 짤투 위한 실례가 있느냐에 따라 달라져요. 저는 얼마나 잘 증상을 관리하고 있는지, 스트레스 받는 직장 환경에서 느끼는 불안에 달려 있어요.\n\n\n\n트럼프 전문가입니다. 지난 후 얼마 지나지 않아서, 더 이상 그 압박을 견딜 수 없어서 사퇴하기로 결심했습니다. 새로운 역할을 찾기 위해 6개월의 유급 휴가를 주었는데, 이미 새로운 역할을 찾았어요.\n\n사실은 MBB와 함께 일한 것이 저의 삶의 많은 부분을 망가뜨린 것 같아요. 지난해의 추락 후에 받은 PTSD 진단과 그때 저를 대하는 방식이 그 원인입니다. 이제 저는 심한 우울증을 겪고 있으며, 복잡하거나 스트레스가 많은 일을 수행할 자신이 없어요.\n\n계속해서 더 많은 이야기가 있을 거예요.","ogImage":{"url":"/assets/img/2024-05-16-ThedownfallofanMBBconsultant_0.png"},"coverImage":"/assets/img/2024-05-16-ThedownfallofanMBBconsultant_0.png","tag":["Tech"],"readingTime":3},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"저는 6개월 전 회사를 떠나기로 결정한 전 경영 컨설턴트입니다. 심각한 스트레스와 소진 증상으로 인해 퇴사했습니다. 그로부터 6개월이 지난 지금, 전체 추락 이후 심각한 PTSD와 심한 우울증과 싸우고 있습니다. 저는 현재 정신과 병동에 입원해 충분한 치료를 받고 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"MBB가 낯선 분들을 위해 설명드리자면, 그것은 McKinsey, BCG, Bain, 세계 최고의 컨설팅 회사 세 곳을 가리킵니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저는 MBB 회사에 시니어 근무자로 입사했습니다. 그 당시에는 드문 일이었습니다. 이전에 덜 명성 있는 2급 회사에서 5년을 보낸 후, '충분히 좋다'라는 것을 증명하기 위해 많은 에너지와 시간을 투자해야 했습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"첫 프로젝트 중 하나는 어려움에 직면한 기업을 위한 대규모 '전환 프로젝트'였습니다. 프로젝트 조건은 미친 듯했습니다. 팀원 중 한 명은 작업 중에 떨면서 나왔습니다. 그녀는 마지막 다섯 일 동안 평균 4시간 미만으로 잠을 잔 상태였습니다. 그녀는 재정 모델을 책임지고 있었는데, 그것은 그녀에게 엄청난 스트레스였습니다. 그녀는 곧 그만 두었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"프로젝트 중에 제게는 좀 공격적인 방식으로 여러 번 '코칭' 수업을 받았습니다. 80/20 원칙을 충분히 지키지 못했습니다. 잘못된 부분에 집중했습니다. '사건을 해결하는 데' 충분히 능숙하지 못했습니다. 모든 의견들은 공정했을지도 모르지만, 전달 방식은 수상했습니다. 어느 날 보스 앞에서 감정이 폭발했던 적도 있습니다. 그는 계속해서 긴장되는 피드백을 주더군요. 마치 제가 새로 온 고위급 입사자이고 모든 올바른 작업 방식을 알지 못하기 때문에 추가적인 대우를 받을 자격이 있다는 느낌이었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"MBB 회사들은 '자체 육성' 대 '해외 육성' 인재에 대해 자주 이야기하곤 했습니다. 시스템을 통해 '자체 육성'된 인재가 제철을 받았고, 저와 같은 사람보다 더 높게 평가되었습니다. 다섯 년이 지난 후에도 저는 외부 채용으로 여전히 언급되었고 '자체 육성'된 인재로 여겨지지 않았습니다. 전반적으로 제 프로젝트 평가는 훌륭했고, 노력하는 고성과를 내는 고심들이었지만, 여전히 만족스럽지 않았습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저의 지난 해 타락은 매주 늦은 밤 회의를 기대한 높은 경력의 고객 때문에 공황 발작을 일으켰던 것으로 시작되었습니다. 운이 좋을 때는 밤 11시부터 시작해서 보통 새벽 4시 30분쯤에 끝났습니다. 저의 전체 삶은 이 고객의 다이어리를 중심으로 돌아가고 있었는데, 이로 인해 갑작스레 회의 준비를 매우 짧은 시간 내에 해야 했기 때문에 엄청난 불안감이 들기 시작했습니다. 종종 관련 파트너들이 갑자기 마음을 바꿔, 잘못된 콘텐츠를 제작하여 시간을 낭비하면서 상당한 재작업이 발생하는 등 문제가 생겼습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"추가적인 스트레스 요인은 프로젝트 팀을 만족시키는 압력이었습니다. 매주 설문 조사가 실시되었습니다. 주니어 팀원들은 종종 이를 리더십팀에 대한 피해 막이로 사용하곤 했습니다. 나름대로 고생하고 스트레스 받았기 때문에 프로젝트 매니저로서 참여 프로젝트를 개선하는 도전을 용했습니다. 대부분의 문제는 제 통제 범위를 벗어났으나 — 무례한 고객, 의사 결정을 충분히 빨리 내리지 않는 고객, 지루한 주제 등, 이를 개선하기는 거의 불가능했습니다. 하지만 팀을 위한 '즐거운 삼촌'이 되고 점수를 높이는 것이 제 일이었습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"본질적으로, 압박은 네 가지였어요. 고객으로부터 좋은 추천을 제공해야 한다는 압박. 파트너들로부터 다음 계약을 판매해야 한다는 압박. 프로젝트 팀으로부터 모든 문제를 해결해야 한다는 압박. 그리고 집에서 가족으로부터 더 많은 시간을 보내고, 덜 여행하고, 참석해야 한다는 압박. 이 네 가지 압박에 완전히 굴복했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"어느 날 밤, 전체 밤을 새워야 할 회의가 다가온다는 것을 알고 있었는데 언제인지 모르겠어요. 분노에 휩싸여 벽에 손을 여러 번 내리찍었어요. 다음 날, 제가 심각한 공황 발작이 있었다고 매니저에게 알리기로 결심했어요. 그는 쉬라고 했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"정신과의 지속적인 상담 끝에, 정신과 의사가 나의 직장에 내 업무량을 일시적으로 줄여달라는 요청서를 보냈어요. 이것은 대부분의 유럽 국가에서 흔한 관행이에요. 그 요청이 잘 받아들여지지 않았어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그 결과로, 감독관에게 회의에 끌려들었고 그가 물었죠, \\\"언제 나아질 거에요? 당신의 일정은 어떻게 되죠? 언제 좋아질 거에요? 우리가 지금 알아야 해요.\\\" 물론 제게 그런 정보가 없었어요: 정말 알 수 없는 일이에요. 얼마나 길게 짤투 위한 실례가 있느냐에 따라 달라져요. 저는 얼마나 잘 증상을 관리하고 있는지, 스트레스 받는 직장 환경에서 느끼는 불안에 달려 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"트럼프 전문가입니다. 지난 후 얼마 지나지 않아서, 더 이상 그 압박을 견딜 수 없어서 사퇴하기로 결심했습니다. 새로운 역할을 찾기 위해 6개월의 유급 휴가를 주었는데, 이미 새로운 역할을 찾았어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"사실은 MBB와 함께 일한 것이 저의 삶의 많은 부분을 망가뜨린 것 같아요. 지난해의 추락 후에 받은 PTSD 진단과 그때 저를 대하는 방식이 그 원인입니다. 이제 저는 심한 우울증을 겪고 있으며, 복잡하거나 스트레스가 많은 일을 수행할 자신이 없어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"계속해서 더 많은 이야기가 있을 거예요.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}