{"pageProps":{"post":{"title":"정신을 차리게 해주는 선화 이야기","description":"","date":"2024-05-17 02:00","slug":"2024-05-17-AZenParableThatPutsEverythingIntoPerspective","content":"\n\nKevin Kelly은 한 번 이렇게 썼어요: \"도시를 정리하려면 먼저 현관을 쓸어주세요.”\n\n라오자가 꽤 멋진 구절을 떠올리게 합니다:\n\n이 말은 아름답고 간결하네요, 외부가 아닌 내면으로 주의를 돌리게 하는 말이에요.\n\n<div class=\"content-ad\"></div>\n\nA wonderful Zen parable that drives this point home goes something like this:\n\nThe lesson, though harsh, is liberating. It reminds us that our internal state shapes our external world. So here's a friendly reminder for the day: If you want a picturesque and rewarding outer world, start by crafting a picturesque and fulfilling inner world.\n\nJust like sweeping your doorstep before cleaning up your city (or wherever you may be), start within to transform without. \n\nHere's a simple way to embark on this journey:\n\n---\n신비로운 젠 비유가 여기에 더 깊은 의미를 부여합니다.\n\n이 엄격하지만 자유로운 교훈은, 우리의 내면 세계가 우리의 외부 세계를 만들어낸다는 것을 상기시킵니다. 그러므로, 하루를 시작할 때 상기시켜야 할 것이 있습니다. 훌륭하고 충실한 외부 세계를 원한다면 먼저 내면을 들여다보고 아름다우며 충진한 내부 세계를 창조하세요.\n\n당신이 있는 도시나 어디에서든, 문턱을 먼저 쓸어치운 다음에 청소해보세요. 내면을 수련하면 외부가 변화하는 것처럼 말이죠.\n\n아래에는 이 여정을 시작하는 간단한 방법이 소개되어 있습니다:\n\n---","ogImage":{"url":"/assets/img/2024-05-17-AZenParableThatPutsEverythingIntoPerspective_0.png"},"coverImage":"/assets/img/2024-05-17-AZenParableThatPutsEverythingIntoPerspective_0.png","tag":["Tech"],"readingTime":1},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    hr: \"hr\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"Kevin Kelly은 한 번 이렇게 썼어요: \\\"도시를 정리하려면 먼저 현관을 쓸어주세요.”\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"라오자가 꽤 멋진 구절을 떠올리게 합니다:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 말은 아름답고 간결하네요, 외부가 아닌 내면으로 주의를 돌리게 하는 말이에요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A wonderful Zen parable that drives this point home goes something like this:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The lesson, though harsh, is liberating. It reminds us that our internal state shapes our external world. So here's a friendly reminder for the day: If you want a picturesque and rewarding outer world, start by crafting a picturesque and fulfilling inner world.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Just like sweeping your doorstep before cleaning up your city (or wherever you may be), start within to transform without.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Here's a simple way to embark on this journey:\"\n    }), \"\\n\", _jsx(_components.hr, {}), \"\\n\", _jsx(_components.p, {\n      children: \"신비로운 젠 비유가 여기에 더 깊은 의미를 부여합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 엄격하지만 자유로운 교훈은, 우리의 내면 세계가 우리의 외부 세계를 만들어낸다는 것을 상기시킵니다. 그러므로, 하루를 시작할 때 상기시켜야 할 것이 있습니다. 훌륭하고 충실한 외부 세계를 원한다면 먼저 내면을 들여다보고 아름다우며 충진한 내부 세계를 창조하세요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"당신이 있는 도시나 어디에서든, 문턱을 먼저 쓸어치운 다음에 청소해보세요. 내면을 수련하면 외부가 변화하는 것처럼 말이죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"아래에는 이 여정을 시작하는 간단한 방법이 소개되어 있습니다:\"\n    }), \"\\n\", _jsx(_components.hr, {})]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}