{"pageProps":{"post":{"title":"글쓰기를 싫어했던 저가 온라인으로 6자리 수익을 올리게 되었습니다 이 생산성 시스템이 모든 것을 바꿨습니다","description":"","date":"2024-05-16 21:23","slug":"2024-05-16-IWentfromHatingWritingtoMaking6FiguresOnlineThisProductivitySystemChangedEverything","content":"\n\nIf you follow me, you might be aware that I've been writing for over three years now.\n\nIt's been quite a long journey.\n\nDuring this time, I've written over 600 stories on Medium, created many posts for clients, established an AI newsletter on Substack, and much more.\n\n<div class=\"content-ad\"></div>\n\nAnd here's the amazing part - 이 3년 동안, 저는 작가의 블록 한 번도 경험하지 않았어요. 놀랍죠? 사실인데요.\n\n가장 놀라운 점은 글쓰기를 시작할 때, 전 특별한 흥미가 없었고, 6자리 수입을 올리게 될 줄 상상도 못 했답니다.\n\n사실 학창 시절에는 글쓰기를 사랑하거나 뛰어난 점수를 받는 일이 아니었어요.\n\n저와 같은 상황이신 분들이 많을 거라는 걸 알아요 - 글쓰기를 시작해 꾸준히 이어나가고 싶지만, 일과 같은 느낌이 들고 싶지 않은 걸요.\n\n<div class=\"content-ad\"></div>\n\n**쓰는 것을 하는 건 즐겁고 보람있게 될 거라고 생각해. 그래서 이 글을 쓰고 있지.**\n\n그러니까, 시작해보자.\n\n**작가들의 장벽 해결하기**\n\n**대부분의 사람들에게 작가의 장벽은 짜증나는 경험이지. 그만큼 글을 쓰고 싶어도 쓰지 못하고 고통스러운 거지.**\n\n<div class=\"content-ad\"></div>\n\n경험 많은 작가들에게도 발생한다니까요. 실제로 이는 우리의 창의력과 우리 스스로에게 가하는 제약이나 두려움 사이에서 일어나는 내부적인 갈등에서 시작됩니다. \n\n작가의 블록을 일으키는 주요 요인은 몇 가지가 있는데요 — 실패나 비판으로 인한 두려움, 자신의 능력에 대한 자의식, 완벽주의 욕구 등이 그 중 일부입니다.\n\n- 두려움이 우리를 페이지에 글씨를 쓰지 못하게 만들 수 있습니다.\n- 자의식은 우리의 글쓰기가 충분히 좋은지에 대해 의문을 제기하게 만듭니다.\n- 완벽주의는 우리가 계속 수정을 하며 진전 대신 끝없이 고쳐나가게 만듭니다.\n\n<div class=\"content-ad\"></div>\n\n안뇽, 타로 친구들! \n\n글쓰기 막힘에 대한 많은 신화들이 시간이 지남에 따라 쌓였어. 그래서 그걸 극복하기 어려워 보이게 만드는 거야. 하지만 3년 넘게 꾸준히 글을 써온 나로서는 그냥 우리 스스로에게 거짓된 믿음을 가르며 그냥 싸우는 거란 거야. \n\n글쓰기 막힘은 뭔가 신비한 저주가 아니야 — 우리 자신의 불안정함 때문에 생기는 거야. \n\n다행히도 글쓰기 막힘을 극복할 수 있는 실용적인 전략들이 있어. \n\n하나는 자유롭게 글을 쓰는 거야, 멈추지 않고 쓰는 거야. 아이디어를 자유롭게 흐르게 하고 판단 없이 자유롭게 아이디어를 표현하는 거야.\n\n<div class=\"content-ad\"></div>\n\n가장 자주 따르는 과정은 이것입니다.\n\n또 다른 방법은 꾸준한 글쓰기 루틴을 개발하여 마음을 새로운 것에 지속적으로 독려하는 것입니다. 지속적으로 새로운 것을 배우고 학습할 때 글을 쓰는 것이 훨씬 쉬워짐을 알아둬야 합니다. \n\n이해해야 할 중요한 점은, 작가의 블록은 우리 자신의 개인적인 문제에서 비롯된다는 것이며 바깥 요인이 아님을 기억해야 합니다.\n\n<div class=\"content-ad\"></div>\n\n이것을 이해하고 올바른 정신적 노하우를 활용하면 글쓰기를 시작할 때 갇힌 느낌을 극복할 수 있어요. 쉽지 않지만 작가들은 분명히 창의적인 장벽을 깨고 나갈 수 있어요.\n\n# 생산적인 글쓰는 사고방식을 키우는 방법\n\n정말 생산적인 작가가 되기 위해서는 글쓰기가 단지 취미나 단기 프로젝트가 아니라는 것을 이해해야 해요.\n\n이것은 많은 해를 통해 수고가 필요한 평생의 실천과 여정이에요.\n\n<div class=\"content-ad\"></div>\n\n타로 전문가님, 안녕하세요! \n\n글쓰기는 거장의 조각 작품을 만드는 것과 같아요. 꾸준하게 조금씩 조각을 낸다는 뜻에서 창작과 수정의 과정을 거쳐 완성됩니다. 당신의 글쓰기는 시간이 흘러가면서 당신과 당신의 생각/경험이 변함에 따라 발전하고 향상될 거예요.\n\n작가로서 활발하게 활동하기 위해 가장 중요한 것은 자기 규율과 일관성입니다.\n\n자기 규율은 당신이 동기부여되거나 영감을 받지 못할 때도 꾸준히 글을 쓰도록 강요하는 것을 의미해요. 다른 책임들 사이에서도 글쓰기를 우선시하고 특정 시간을 정해 그때만큼 전념해야 해요.\n\n일관성은 예측할 수 없는 폭발이 아닌 꾸준한 글쓰기 습관을 유지하는 것을 의미해요. 여러 달과 해 동안 글의 누적을 통해 단계적으로 발전할 수 있어요. \n\n이렇게 해서 당신은 작가로서 더 나아질 수 있답니다. 잘 하고 계시네요!\n\n<div class=\"content-ad\"></div>\n\n작가라면 얼마나 생산적이든 자신에 대한 불신과 실력에 대한 걱정을 느낄 때가 있을 것입니다.\n\n이를 극복하기 위해서는 성장 마인드셋을 개발해야 합니다.\n\n- 자신의 노력과 학습으로 기술이 계속해서 향상될 것을 믿으세요.\n- 가치를 제공한 후 충분한 수익을 올릴 것을 믿으세요.\n- 온라인 글쓰기를 통해 여러 수익원을 만들어 낼 것을 믿으세요.\n\n비판, 거절, 실패는 당신의 능력이 충분하지 않다는 신호로 보지 마세요. 대신 이를 당신의 약점을 찾고 연습을 통해 개선할 기회로 여기세요.\n\n<div class=\"content-ad\"></div>\n\n계속 배우고 더 나아지려 노력해 보세요.\n\n풍부한 글쓰기는 재능만으로는 이룰 수 없습니다. 재능과 자기 규율, 꾸준한 습관, 계속 학습하려는 의지가 섞여야 합니다.\n\n그들은 글쓰기를 참을성과 개선의 긴 여정으로 보며, 하루하루 큰 조각상을 천천히 조각내듯이 생각합니다.\n\n# 독특한 목소리를 찾는 예술\n\n<div class=\"content-ad\"></div>\n\n각 작가는 자신만의 독특한 목소리와 스타일을 가지고 있어 그들의 작품이 독특하게 보이게 합니다.\n\nTim Denning는 다른 스타일을 가지고 있고,\nZulie Rane은 다른 스타일을 가지고 있으며,\nAldric Chen은 또 다른 스타일을 가지고 있고,\nNeeramitra Reddy도 또 다른 스타일을 가지고 있습니다.\n\n누구도 돈을 벌기 위해 특정 스타일을 복사하고 있지 않다는 것을 알 수 있죠.\n\n자신을 영감받는 것을 살펴보면 작가로서 자신만의 취향과 스타일을 이해하는 데 도움이 될 거예요. 다른 작가들의 영향에서 자신만의 독특한 표현을 분리하는 것이 중요합니다.\n\n<div class=\"content-ad\"></div>\n\n굴려 깊게 파고들어서 당신의 진실하고 솔직한 모습과 연결하실 필요가 있어요.\n\n태도가 필요한 게 바로 이런 솔직함으로 글을 쓰는 거예요. 진실한 모습을 글로써 나누면 단순한 이야기 이상이 되요.\n\n인간의 감정과 경험에 닿아서 강한 연결을 만들어요. 사람들은 현실적이고 공감이 가는 글에 매료되거든요.\n\n이게 이야기력의 힘이 드러나는 곳이죠. 이야기는 당신만의 독특한 목소리가 가장 선명하게 빛나도록 해줘요.\n\n<div class=\"content-ad\"></div>\n\n태로 전문가로 당신의 창작물은 개인의 스타일과 시각을 보여줍니다. 이야기의 각 부분은 깊이와 의미를 더합니다.\n\n잘 이야기하는 법을 배우는 것은 단지 재미뿐만이 아니라, 자신을 표현하는 강력한 방법입니다. 그것은 깊은 감정을 탐험하고 두려움에 맞서며, 사람들의 마음에 깊은 인상을 남기는 데 도움이 됩니다.\n\n당신만의 특별한 글쓰기 방식으로 흥미로운 이야기를 공유할 때, 여러분의 말은 사람들의 관심을 사로잡고 기억에 오래 남을 수 있습니다.\n\n# 흥미로운 콘텐츠를 만들기 위한 궁극적인 흐름\n\n<div class=\"content-ad\"></div>\n\n오늘은 스토리텔링에 대해 이야기해보려고 해요. 좋은 이야기를 쓰기 위해서는 독자들의 흥미를 처음부터 끝까지 이어가는 강력한 토대가 있어야 해요.\n\n이야기를 쓰기 위해 필요한 몇 가지 중요한 것들이 있어요:\n\n- 먼저, 이야기를 시작하고 전개시키는 필요한 발달적 사건(inciting incident)이 필요해요.\n- 이어서 긴장과 긴박함을 높이는 전개부(rising action)가 이어져요.\n- 그 다음으로는 이야기의 절정을 이루는 클라이맥스(climax)가 오게 돼요. 이 때 모든 것들이 하나로 모이죠.\n- 마지막으로, 이 모든 것을 해결하는 해결(resolution)로 마무리 지어요.\n\n하지만 최고의 작가들은 이러한 규칙들을 엄격하게 따르지 않아도 좋은 이야기를 만들어냅니다.\n\n<div class=\"content-ad\"></div>\n\n그들은 창의적으로 행동하며, 예상치 못한 변화와 전환을 던져 주며, 독자를 감정적인 롤러코스터 여행으로 안내합니다.\n\n독자가 실제로 그 자리에 있는 듯한 느낌을 주는 설명은 매우 중요합니다. 단순히 일어난 일을 말하는 것만으로는 충분하지 않습니다. 모든 다섯 감각을 자극하는 방식으로 묘사해야 합니다.\n\n밟는 잎사귀의 소리, 소금기 풍기는 바닷바람의 향기, 시끄러운 도시 소리들 — 생생한 감각적 세부사항은 이야기를 생생하게 만들어 실감 나게 합니다.\n\n그러나 기술적인 쓰기 요소보다 더 중요한 것은 단어에 솔직한 감정과 개성을 주입하는 것입니다.\n\n<div class=\"content-ad\"></div>\n\n가장 강력한 이야기는 모두가 공감할 수 있는 보편적인 감정에 접근합니다. 기쁨, 두려움, 심장이 아픈 감정 등. 그런 이야기들은 진정으로 속 깊이 느끼게 만들어 줍니다.\n\n모든 작가는 자신만의 독특한 목소리와 시각을 간직하고 있습니다. 이들은 단어를 연결하는 방식, 사용하는 비유, 탐구하는 아이디어들을 통해 자신만의 색깔을 드러냅니다.\n\n그 개성 있는 편지 물건이 그들의 글쓰기를 독특하게 만듭니다.\n\n결국, 훌륭한 글쓰기는 단순히 쪽지에 적힌 단어가 아닙니다. 그것은 당신을 빨아들이며 감정을 노는 살아있는 무언가이며, 책을 내려놓은 후에도 여러분과 함께 오래 기억에 남는 것입니다.\n\n<div class=\"content-ad\"></div>\n\n마음에 드셨으면 좋겠어요.\n\n여기까지입니다 - 감사합니다.","ogImage":{"url":"/assets/img/2024-05-16-IWentfromHatingWritingtoMaking6FiguresOnlineThisProductivitySystemChangedEverything_0.png"},"coverImage":"/assets/img/2024-05-16-IWentfromHatingWritingtoMaking6FiguresOnlineThisProductivitySystemChangedEverything_0.png","tag":["Tech"],"readingTime":5},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    strong: \"strong\",\n    ul: \"ul\",\n    li: \"li\",\n    h1: \"h1\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"If you follow me, you might be aware that I've been writing for over three years now.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"It's been quite a long journey.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"During this time, I've written over 600 stories on Medium, created many posts for clients, established an AI newsletter on Substack, and much more.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"And here's the amazing part - 이 3년 동안, 저는 작가의 블록 한 번도 경험하지 않았어요. 놀랍죠? 사실인데요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"가장 놀라운 점은 글쓰기를 시작할 때, 전 특별한 흥미가 없었고, 6자리 수입을 올리게 될 줄 상상도 못 했답니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"사실 학창 시절에는 글쓰기를 사랑하거나 뛰어난 점수를 받는 일이 아니었어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"저와 같은 상황이신 분들이 많을 거라는 걸 알아요 - 글쓰기를 시작해 꾸준히 이어나가고 싶지만, 일과 같은 느낌이 들고 싶지 않은 걸요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"쓰는 것을 하는 건 즐겁고 보람있게 될 거라고 생각해. 그래서 이 글을 쓰고 있지.\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그러니까, 시작해보자.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"작가들의 장벽 해결하기\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"대부분의 사람들에게 작가의 장벽은 짜증나는 경험이지. 그만큼 글을 쓰고 싶어도 쓰지 못하고 고통스러운 거지.\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"경험 많은 작가들에게도 발생한다니까요. 실제로 이는 우리의 창의력과 우리 스스로에게 가하는 제약이나 두려움 사이에서 일어나는 내부적인 갈등에서 시작됩니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"작가의 블록을 일으키는 주요 요인은 몇 가지가 있는데요 — 실패나 비판으로 인한 두려움, 자신의 능력에 대한 자의식, 완벽주의 욕구 등이 그 중 일부입니다.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"두려움이 우리를 페이지에 글씨를 쓰지 못하게 만들 수 있습니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"자의식은 우리의 글쓰기가 충분히 좋은지에 대해 의문을 제기하게 만듭니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"완벽주의는 우리가 계속 수정을 하며 진전 대신 끝없이 고쳐나가게 만듭니다.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"안뇽, 타로 친구들!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"글쓰기 막힘에 대한 많은 신화들이 시간이 지남에 따라 쌓였어. 그래서 그걸 극복하기 어려워 보이게 만드는 거야. 하지만 3년 넘게 꾸준히 글을 써온 나로서는 그냥 우리 스스로에게 거짓된 믿음을 가르며 그냥 싸우는 거란 거야.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"글쓰기 막힘은 뭔가 신비한 저주가 아니야 — 우리 자신의 불안정함 때문에 생기는 거야.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"다행히도 글쓰기 막힘을 극복할 수 있는 실용적인 전략들이 있어.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하나는 자유롭게 글을 쓰는 거야, 멈추지 않고 쓰는 거야. 아이디어를 자유롭게 흐르게 하고 판단 없이 자유롭게 아이디어를 표현하는 거야.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"가장 자주 따르는 과정은 이것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"또 다른 방법은 꾸준한 글쓰기 루틴을 개발하여 마음을 새로운 것에 지속적으로 독려하는 것입니다. 지속적으로 새로운 것을 배우고 학습할 때 글을 쓰는 것이 훨씬 쉬워짐을 알아둬야 합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이해해야 할 중요한 점은, 작가의 블록은 우리 자신의 개인적인 문제에서 비롯된다는 것이며 바깥 요인이 아님을 기억해야 합니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이것을 이해하고 올바른 정신적 노하우를 활용하면 글쓰기를 시작할 때 갇힌 느낌을 극복할 수 있어요. 쉽지 않지만 작가들은 분명히 창의적인 장벽을 깨고 나갈 수 있어요.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"생산적인 글쓰는 사고방식을 키우는 방법\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"정말 생산적인 작가가 되기 위해서는 글쓰기가 단지 취미나 단기 프로젝트가 아니라는 것을 이해해야 해요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이것은 많은 해를 통해 수고가 필요한 평생의 실천과 여정이에요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"타로 전문가님, 안녕하세요!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"글쓰기는 거장의 조각 작품을 만드는 것과 같아요. 꾸준하게 조금씩 조각을 낸다는 뜻에서 창작과 수정의 과정을 거쳐 완성됩니다. 당신의 글쓰기는 시간이 흘러가면서 당신과 당신의 생각/경험이 변함에 따라 발전하고 향상될 거예요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"작가로서 활발하게 활동하기 위해 가장 중요한 것은 자기 규율과 일관성입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"자기 규율은 당신이 동기부여되거나 영감을 받지 못할 때도 꾸준히 글을 쓰도록 강요하는 것을 의미해요. 다른 책임들 사이에서도 글쓰기를 우선시하고 특정 시간을 정해 그때만큼 전념해야 해요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"일관성은 예측할 수 없는 폭발이 아닌 꾸준한 글쓰기 습관을 유지하는 것을 의미해요. 여러 달과 해 동안 글의 누적을 통해 단계적으로 발전할 수 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이렇게 해서 당신은 작가로서 더 나아질 수 있답니다. 잘 하고 계시네요!\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"작가라면 얼마나 생산적이든 자신에 대한 불신과 실력에 대한 걱정을 느낄 때가 있을 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이를 극복하기 위해서는 성장 마인드셋을 개발해야 합니다.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"자신의 노력과 학습으로 기술이 계속해서 향상될 것을 믿으세요.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"가치를 제공한 후 충분한 수익을 올릴 것을 믿으세요.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"온라인 글쓰기를 통해 여러 수익원을 만들어 낼 것을 믿으세요.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"비판, 거절, 실패는 당신의 능력이 충분하지 않다는 신호로 보지 마세요. 대신 이를 당신의 약점을 찾고 연습을 통해 개선할 기회로 여기세요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"계속 배우고 더 나아지려 노력해 보세요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"풍부한 글쓰기는 재능만으로는 이룰 수 없습니다. 재능과 자기 규율, 꾸준한 습관, 계속 학습하려는 의지가 섞여야 합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그들은 글쓰기를 참을성과 개선의 긴 여정으로 보며, 하루하루 큰 조각상을 천천히 조각내듯이 생각합니다.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"독특한 목소리를 찾는 예술\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"각 작가는 자신만의 독특한 목소리와 스타일을 가지고 있어 그들의 작품이 독특하게 보이게 합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Tim Denning는 다른 스타일을 가지고 있고,\\nZulie Rane은 다른 스타일을 가지고 있으며,\\nAldric Chen은 또 다른 스타일을 가지고 있고,\\nNeeramitra Reddy도 또 다른 스타일을 가지고 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"누구도 돈을 벌기 위해 특정 스타일을 복사하고 있지 않다는 것을 알 수 있죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"자신을 영감받는 것을 살펴보면 작가로서 자신만의 취향과 스타일을 이해하는 데 도움이 될 거예요. 다른 작가들의 영향에서 자신만의 독특한 표현을 분리하는 것이 중요합니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"굴려 깊게 파고들어서 당신의 진실하고 솔직한 모습과 연결하실 필요가 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"태도가 필요한 게 바로 이런 솔직함으로 글을 쓰는 거예요. 진실한 모습을 글로써 나누면 단순한 이야기 이상이 되요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"인간의 감정과 경험에 닿아서 강한 연결을 만들어요. 사람들은 현실적이고 공감이 가는 글에 매료되거든요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이게 이야기력의 힘이 드러나는 곳이죠. 이야기는 당신만의 독특한 목소리가 가장 선명하게 빛나도록 해줘요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"태로 전문가로 당신의 창작물은 개인의 스타일과 시각을 보여줍니다. 이야기의 각 부분은 깊이와 의미를 더합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"잘 이야기하는 법을 배우는 것은 단지 재미뿐만이 아니라, 자신을 표현하는 강력한 방법입니다. 그것은 깊은 감정을 탐험하고 두려움에 맞서며, 사람들의 마음에 깊은 인상을 남기는 데 도움이 됩니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"당신만의 특별한 글쓰기 방식으로 흥미로운 이야기를 공유할 때, 여러분의 말은 사람들의 관심을 사로잡고 기억에 오래 남을 수 있습니다.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"흥미로운 콘텐츠를 만들기 위한 궁극적인 흐름\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"오늘은 스토리텔링에 대해 이야기해보려고 해요. 좋은 이야기를 쓰기 위해서는 독자들의 흥미를 처음부터 끝까지 이어가는 강력한 토대가 있어야 해요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이야기를 쓰기 위해 필요한 몇 가지 중요한 것들이 있어요:\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"먼저, 이야기를 시작하고 전개시키는 필요한 발달적 사건(inciting incident)이 필요해요.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"이어서 긴장과 긴박함을 높이는 전개부(rising action)가 이어져요.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"그 다음으로는 이야기의 절정을 이루는 클라이맥스(climax)가 오게 돼요. 이 때 모든 것들이 하나로 모이죠.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"마지막으로, 이 모든 것을 해결하는 해결(resolution)로 마무리 지어요.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 최고의 작가들은 이러한 규칙들을 엄격하게 따르지 않아도 좋은 이야기를 만들어냅니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그들은 창의적으로 행동하며, 예상치 못한 변화와 전환을 던져 주며, 독자를 감정적인 롤러코스터 여행으로 안내합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"독자가 실제로 그 자리에 있는 듯한 느낌을 주는 설명은 매우 중요합니다. 단순히 일어난 일을 말하는 것만으로는 충분하지 않습니다. 모든 다섯 감각을 자극하는 방식으로 묘사해야 합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"밟는 잎사귀의 소리, 소금기 풍기는 바닷바람의 향기, 시끄러운 도시 소리들 — 생생한 감각적 세부사항은 이야기를 생생하게 만들어 실감 나게 합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그러나 기술적인 쓰기 요소보다 더 중요한 것은 단어에 솔직한 감정과 개성을 주입하는 것입니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"가장 강력한 이야기는 모두가 공감할 수 있는 보편적인 감정에 접근합니다. 기쁨, 두려움, 심장이 아픈 감정 등. 그런 이야기들은 진정으로 속 깊이 느끼게 만들어 줍니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"모든 작가는 자신만의 독특한 목소리와 시각을 간직하고 있습니다. 이들은 단어를 연결하는 방식, 사용하는 비유, 탐구하는 아이디어들을 통해 자신만의 색깔을 드러냅니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그 개성 있는 편지 물건이 그들의 글쓰기를 독특하게 만듭니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"결국, 훌륭한 글쓰기는 단순히 쪽지에 적힌 단어가 아닙니다. 그것은 당신을 빨아들이며 감정을 노는 살아있는 무언가이며, 책을 내려놓은 후에도 여러분과 함께 오래 기억에 남는 것입니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마음에 드셨으면 좋겠어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"여기까지입니다 - 감사합니다.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}