{"pageProps":{"posts":[{"title":"오늘은 저의 정신 건강 위기 후 복귀 3주년입니다","description":"","date":"2024-05-19 00:34","slug":"2024-05-19-Todaysthe3rdAnniversaryofMyReturnAfteraMentalHealthDrama","content":"\n\n## 감사 인사\n\n![image](/assets/img/2024-05-19-Todaysthe3rdAnniversaryofMyReturnAfteraMentalHealthDrama_0.png)\n\n이 기사는 제가 처음 경험한 일곱 달간의 정신 건강 상황에 관한 시리즈 중 두 번째로, 2020년 10월 중순부터 2021년 5월 중순까지 강한 일족모기에 물려 사망 저리로 이어진 후로 충격적인 사건이 발생했습니다. 이전 내용인 (심리 상담가와 약물 관련 실수에 대한) 첫 부분은 시퀀셜하게 읽을 필요가 없지만 여기를 클릭하여 읽을 수 있습니다.\n\n위의 두 사진 중 왼쪽에서 오른쪽으로, \"연출\"하거나 가짜가 아니었습니다.\n\n<div class=\"content-ad\"></div>\n\n그 사진들은 증거로 남겼어요. 2021년 1월에 찍은 끔찍한 셀카들. 나 자신, 친구들, 가족에게 난 불안해서 미치도록 찍어봤어요.\n\n사람들 왜 나를 방해하고 남겨두지 않을 순 없는 건지. 평화롭게 비참한 삶을 살게 해주지 않을까. 이 세상에서 사라지도록 허락해주게, 더 이상 속해있고 싶지 않은 이 세계에서. 치료? 말야, 이 무거운 짐을 풀지 못해서. 전진하는 차에 던져지고 싶고, 총을 찾고 싶고, 머리 주위에 가방을 감고 싶어. 질문하고 걱정할 필요 없잖아? 끝내려는 용기만 있다면 돼. 18시간씩 자고, 절대 샤워하지 않게 내버려둬줘. 아픈 아침을 마주하는 것은 너무 힘들어.\n\n이 글을 2024년에 쓰는 이 순간, 마음이 아플 뿐이에요. 내 소중한 행운과 사랑들을 되돌아보며. 하지만 참여하거나 옹호하지 못하는 나의 무능력, 사랑하는 이들에게 일으킨 진정한 스트레스와 걱정.\n\n분개한 부모님, 동생과 가족, 근심하는 네 명의 친구, 사랑하는 파트너 에디. 이들은 모두 예상치 못한 이 새로운 '조' 에 아득하게 당하고, 나아질 의향조차 없는 환자를 도와보려 애쓰고 있었어요.\n\n<div class=\"content-ad\"></div>\n\n우와, 그리고 그 다음 여름인 2021년에 뭣이리 일이 많던지. 사실상 Covid라고 할 수 있는 발열과 오한, 의사들이 미친놈인가 봐서 미쳤다 생각했지만 검사 결과 웨스트나일 감염이었다는 소식을 듣게 됐어. 집에서 계속 고열이 났는데 의사들이 그냥 열 잡는 거로 대처하라고 했었어. 이른 자정, 차가운 몸으로 깬 내가 있고 이제 또 하나의 바이러스를 얻게 됐다는 사실.\n\n한 해가 이렇게 혼란스러운 가운데 바이러스를 얻었어. 왠지 내 삶의 사일이 뭔가 싶을 만큼 재미있는 사건이었지.\n\n<div class=\"content-ad\"></div>\n\n금액의 특성을 살펴보면 잠재 중간 기억 과부하의 부작용입니다. 대부분의 사람들은 웨스트 나일 바이러스를 옮겨 받고도 몸에 증상이 없는 경우가 많습니다. 그런데, 나는 그런 운을 가지지 못했군요; 내 경우에는 몸이 연약한 편인 것 같습니다. 장기적인 영향을 속속 살펴보고 있어요. 대다수 사람들에게는 크게 문제가 되지 않지만 소수의 사람들에게는 심각한 이펙트가 있습니다 — 심한 우울, 마비(앗!), 심지 미망인(앗, 얼마나 어려울까요!).\n\n아마도 이해할 수 있겠지만, 내 주의는 마비와 심지 미망인으로 쏠렸지만, 심한 우울은 다소 걱정할 만한 것으로 보이지 않아서 그냥 지나쳤습니다. 아마도 그 전까지 우울증이나 불안을 다루는 사람들은 대문자 우울증으로 레이블 붙이지 않을 만큼 그렇게 심하게 여기지 않았습니다. 그냥 성격의 약점일 뿐이죠, 그렇죠? 모두 한때는 조금 우울한 기분이 들 것이라 생각했으니까요.\n\n가정으로만 나름 괴로워하고 있는 사람들? 그저 모든 것을 함께 끌어애야 한다고 생각했어요. 모든 사람들은 가끔씩 뭔가에 조금 불안해하죠. 왜 갑자기 모두가 약해지고 이렇게 과도하게 약을 복용하는 걸까요? 그건 무릎 보행봉이에 불과합니다.\n\n나만 이런 가정을 지닌 사람이 아닐 것 같습니다. 여기 읽으시는 여러분 중에도 한 때 이러했거나 아주 살짝 그렇게 생각하신 분들이 많았을 것입니다. 그런데, 여기서 알려줄게요, 카르마가 나를 강하게 때리게 될 거란 걸요.\n\n<div class=\"content-ad\"></div>\n\n서러운 일이 있었지만 이제는 더 좋아지는 것 같아요. 향후에 대비하여 준비하는 것이 중요할 거 같아요. 어떤 것들이 벌어질 지 예측해보면서 차분함을 유지하는 것이 좋을 거에요. 무엇을 위해 걱정하고 있는지, 다시 한번 생각해보는 건 어떨까요? 생각하지 않는 것보다 문제를 진단하고 대처하는 것이 중요할 수도 있어요. 조심스럽게 행동할 필요가 있는 상황이라는 것도 기억해주세요. 이런 걱정과 불안은 머리 속에 가득 차버릴 수 있는데, 이를 해결하기 위해 청신호를 보내는 것도 중요할 거 같아요. 뒷걸음질 치는 것보다 한 발 앞으로 나아가는 것이 중요할 거에요. 이런 시련도 극복할 수 있을 거에요. 올바른 방향으로 나아가면 좋은 결과를 얻을 수 있을 거에요. 조심하시고 행운을 빕니다! 😊\n\n<div class=\"content-ad\"></div>\n\n내 파트너 에디와 가까운 친구들이 나에게 열 두 번째로 화장실에 가지 못한다는 이야기를 들었을 때, 저는 뭔가 잘못되었다고 느꼈다는 것을 계속해 말했습니다. 그들은 신체적인 문제를 일으키는 정신적인 상황인지도 모른다는 빗대며 다가왔습니다.\n\n에디는 이 불안이 모두가 다루고 있는 \"보통\" 코로나 불안을 넘어섰다는 사실을 이해했다.\n\n일을 위해 한 문장의 이메일을 쓰는 데 35분이 걸렸습니다. 친구의 친근한 문자에 대답할 방법을 고민하면 2시간이라는 시간이 멈춰 있어요. 놀러 가는 대신 코로나 기간 중에 장보고 돌아오면, 창문을 바라보며 담요로 싸여있는 모습을 보게 됐을 때, 에디는 시간이 얼마나 흘렀는지 딱히 느끼지 못했다며 놀랐죠.\n\n## 뭔가 잘못됐어요.\n\n<div class=\"content-ad\"></div>\n\n하지만, 정말요, 요구했지요 — 미쳤다고요, 몸에 뭔가 심각한 문제가 있다구요. 아파요, 암에 걸렸어요, 뭔가 막혀 있어요 — 왜 아무도 믿어주지 않는 건지요? 아니요, 그 물을 마실 수 없어요 — 4일째 소변을 못 보았어요 — 아니요, 밥을 먹을 수 없어요, 변을 못 보았어요, 뭔가 정말 심각한 문제가 있어요. 끝없는 순환 — 그 중에서 오직 귀한 에디만이 전체적인 영향을 알고 있었지요, 고립된 봉쇄 상황에서 자신조차도 인식하지 못한 파트너와 함께 집에 갇혀 있었어요.\n\n11월과 12월에 자살 생각이 들었고 계속되었어요. 이것만으로도 하나의 글을 써야 할 정도인데, 자살 생각에 관한 저의 생각은 나중에 다루도록 하겠어요. 하지만 확신해 드릴게요, 어떤 친구나 가족조차도 이 생각이 얼마나 강렬하고 끊임없는 것이 되었는지 알지 못했어요.\n\n자살 생각이나 마음을 \"축하\"하긴 절대로 하지 않겠지만, 자살로 인해 누군가를 잃은 이들에게 조금이나마 빛을 비춰드리기 위해 미래에 이 주제에 대해 글을 쓰고 싶어요.\n\n![image](/assets/img/2024-05-19-Todaysthe3rdAnniversaryofMyReturnAfteraMentalHealthDrama_2.png)\n\n<div class=\"content-ad\"></div>\n\n하지만 잊지 말아야 할 건, 이것은 기념일에 관한 긍정적인 이야기입니다.\n\n에디는 조에게 심각한 문제가 있음을 가족들에게 알려야 했다는 것을 깨달았고, 그것이 신체적인 문제뿐만이 아니라, 나를 위해 대변해 줄 수 없다는 것을 깨닫지 못했다.\n\n이야기의 첫 부분에 있는 그 끔찍한 사진들은 캘리포니아의 써니베일 소재 동생 집의 침실에서 찍은 것이었는데, 나는 북할리우드에 있는 내 집에서 350마일 북쪽인 써니베일로 며칠 전에 끌려갔다. 그때는 식도두개내 및 적절하지 못한 용량의 항우울제 문제를 해결할 수 있도록 기도하고 있었다.\n\n그 뒤로는 나를 사실상 상속받은 네 번째 아이로 취급해야 하는 4개월이 펼쳐졌습니다.\n\n\n<div class=\"content-ad\"></div>\n\n저는 하루 종일 자고 싶어 했어요. 몇 주 동안 샤워도 안 했고, 일할 이유가 없어졌어요. 업무 이메일은 무시하고, 걱정하는 친구들로부터 온 문자도 무시했죠. 빌이나 집세 걱정은 전혀 없었어요. 단순히 포기하고, 나아지고 싶지 않았죠. 그는 정신과 의사나 병원에 전화를 걸어 반 시간 동안 대기하며, 전화를 넘겨주기도 했는데, 저는 의사가 전화를 받자마자 단정하고 말았어요.\n\n어떤 분한테 당신이 느끼는 분노를 상상할 수 있나요?\n\n결국 가상의 정신과 의사를 만나게 되었고, 약물은 계속 조정되었어요. 제가 불평하면서도 맞는 용량으로 항우울제를 복용했는데, 정확한 용량으로 복용해도 항우울제가 효과를 나타내려면 5~6주는 걸린다는 걸 알게 되었어요. 정말 혼란스럽더라구요.\n\n저의 이야기를 이어나가 보신 분들은 중대한 우울증과 대문자로 쓴 불안 상태가 얼마나 위험한 조합인지 알 것입니다. 우울증은 즉각적이며 적절한 정신과 의사와의 치료로 처방됐다면, 이런 고역 같은 몇 달을 피해갈 수 있었을 텐데요.\n\n<div class=\"content-ad\"></div>\n\n![image](/assets/img/2024-05-19-Todaysthe3rdAnniversaryofMyReturnAfteraMentalHealthDrama_3.png)\n\nBut sometime in early May 2021, after four months of staring out the window, I had my first good day in seven months.\n\nThe medication was ever so slowly about to kick in. I rediscovered the anxiety med bottle I’d shunned months ago and started re-taking the pills. I actually had enough interest to watch a video or two on YouTube — something I hadn’t desired to do in half a year. I started showering daily.\n\nI called up my faithful, holding-down-the-fort, devastated-and-lonely partner Eddie and told him I’d had my first good day. There were tears. His prayers might, just might have somehow been answered. We took the risk, and I had Eddie drive up from Los Angeles and the next day take me back home after four months in Sunnyvale.\n\n<div class=\"content-ad\"></div>\n\n아직도 불안했다. 여전히 나는 '그들에게 보여주겠어, 그들이 틀렸어, 나는 결코 더 나아질 수 없을 거야' 라는 생각을 가끔 하고는 있었지만, 이성적이고 차분한 옛 조의 뇌 한 구석에서 작은 빛이 빛나고 있었다.\n\n그리고 그때일이 일어났다. 2021년 5월 17일, Eddie와 함께 이웃을 산책하던 중, 나는 내일, 다음 주에 대한 일부 계획을 솔직히 밝혔다 — 7개월 동안 나의 미래, 어떠한 미래에 대해 언급한 첫 번째 순간이었다.\n\nEddie는 나를 둘러싼 계략망 위에서 내가 했던 말을 경악스럽게 듣고 있었다.\n\n그는 제대로 들었을까? 무슨 일이 일어난 걸까? 이 사람은 누군가? 나는 돌아왔을까?\n\n<div class=\"content-ad\"></div>\n\n5월 17일, 2021년, 저는 다시 되돌아왔어요. 구름이 걷혔고, 약물이 잘 작동하고 있었고, 다음 날, 다음 주를 위한 계획을 세우고 있었어요.\n\n![이미지](/assets/img/2024-05-19-Todaysthe3rdAnniversaryofMyReturnAfteraMentalHealthDrama_4.png)\n\n저는 행운아 중 한 명이에요.\n\n말해드릴게요, 정말 많은 정신 건강 문제를 가진 사람들이 길거리에 나타나는 것이 이해가 돼요. 그게 정말로 제가 병이 있을 때 원했던 곳이기도 했어요. 가족과 친구들이 신경을 쓰는 걸 원치 않았어요. \"그냥 길 가장자리에 내려놔줘,\" 이 말을 열두 번 이상 했죠.\n\n<div class=\"content-ad\"></div>\n\n이런 운, 그리고 사랑을 가볍게 여기지 않아요.\n\n나돌아온 지 일주일도 안 돼서 친한 친구가 5월이 정신 건강 인식달이라고 알려 주었어요.\n\n페이스북에 올렸어요. 족쇄가 풀렸어요. 사람을 기쁘게 해야 한다는 건 없어졌어요. 진심이 내면에서 흘러나오더라고요. 지난 7개월간의 경험을 15단락으로 기재했어요. 대부분이 제 투쟁을 놀랍게 여겼고, 제 담담함과 취약성에 놀라워했어요. 그 순간 나의 작가의 영혼이 몇 년 감춰진 채 드러나기 시작했어요.\n\n가끔은 작은 은색 빛까지 존재해요, 그렇죠?\n\n<div class=\"content-ad\"></div>\n\n내 페이스북 고백 이후, 친척 중 한 명이 웨스트나일을 앓은 사람 중 일부가 초기 진단 후 세 달 후 심한 우울증과 불안을 경험할 수 있다는 연구를 온라인으로 발견했어요.\n\nBoom.\n\n제가 이를 경험한 것인지 확실히 알지는 못해요. 전문가나 의사와 상담한 적도 없어요. 하지만 그 정보에 절로 의지했죠.\n\n타임라인이 완벽하게 맞았어요. 저의 자살적인 생각은 사랑을 잃거나 일자리를 잃거나 치명적인 질병이나 특정한 일로 인한 슬픔과 같은 인생 사건과 결부된 적이 없었어요. 갑자기 나타난 것이었고 늘 불안과 결핍함을 동반했답니다. 그 모든 검사와 응급실 방문 중에 심지어 코로나 바이러스 팬대믹 중간에 받은 대장경항조검사까지도, 그 모든 체중 감량의 원인을 찾아 볼 수 있는 물리적 문제는 결코 발견되지 않았어요.\n\n<div class=\"content-ad\"></div>\n\n서부 나일 바이러스에서 오는 경미한 뇌염 상황?\n\n지금 난 그걸 계속 기억하고 있어.\n\n하지만 나를 구해준 것은 백 퍼센트 약이었어 — 약을 미워하고 그것이 상징하는 것을 혐오하는 이 사람의 도움으로. 그저 날 구해준 사실뿐이지만, 무서운 사실이기도 해. 5월 17일에 구름이 그렇게 한 줌의 빛을 내뿜을 수 있는 게 어떻게 가능한 걸까? 5월 16일에는 내 두뇌가 여전히 말하고 있었어. \"나 여기 다시 들어갈 자격이 있는지 모르겠어. 제게 보여줄 테니까, 그냥 안쪽으로 숨어들어가 뉴스비데스 밀생 국립 숲으로 가서 혼자 죽을래.\"\n\n어떻게 그런 일이 가능한 걸까?\n\n<div class=\"content-ad\"></div>\n\n저는 절대로 알 수 없을 거예요. 하지만 영원히 경계하는 마음이죠. 정신과 의사와 함께 일한 결과, 용량을 4분의 3 정도 줄였는데도 삶을 가장 즐기는 3년을 보내고 있어요.\n\n내가 얼마나 무서웠는지, 얼마나 함께 했는지 이 리얼한 우울증과 불안이 얼마나 실제였는지 말하려 한적은 단 한 번 뿐이에요. 누구도 정신 건강 문제를 겪었다고 밖으로 소리내어 말하고 싶어하지 않아요. 조심스럽게 느껴지기도 하거든요. 하지만 제 이야기를 나누는 이유는 -\n\n바로 진짜, 진실 그 자체, 그리고 조금 나은 나의 축일이던 날을 기념하기 때문이에요.\n\n<div class=\"content-ad\"></div>\n\n모든 고통을 통해, 옛 갑옷이 벗겨졌다. 감정적 보호벽은 허물어졌어요 — 더는 그럴 필요가 없었죠. 사람을 기쁘게 하려고 했던, \"조는 정말 착해\" 미모가 녹아내려가고, 작가의 영혼이 마침내 자유롭게 드러났어요. 그래서 이제 나는 알리고, 즐겁게 해주고, 그리고 아마도... 도움이 되도록 쓰고 있어요.\n\n©2024 Joe Guay. All rights reserved.\n\n지미 V., 지미 R., 수잔, 스티븐, 투키, 론, 딥티, 엄마와 아빠, 그리고 모든 것을 내 실과된 에디에게 보답하기 위해 몹시 지치고 힘겨웠던 그 몇 달을 버텨준 지름길에게 감사드려요. 너희들에게 모든 것을 빚지고 있어요.\n\n믿든지 말든지, 나는 재미있고 격려를 주는 글도 써요 —","ogImage":{"url":"/assets/img/2024-05-19-Todaysthe3rdAnniversaryofMyReturnAfteraMentalHealthDrama_0.png"},"coverImage":"/assets/img/2024-05-19-Todaysthe3rdAnniversaryofMyReturnAfteraMentalHealthDrama_0.png","tag":["Tech"],"readingTime":8},{"title":"밀란 쿤데라의 4가지 무서운 명언 읽으면 당신의 삶을 바꿀 것입니다","description":"","date":"2024-05-19 00:32","slug":"2024-05-19-4SpookyQuotesbyMilanKunderaThatIfYouReadThemWillChangeYourLife","content":"\n\n![Click here for a spooky quote by Milan Kundera that will change your life](/assets/img/2024-05-19-4SpookyQuotesbyMilanKunderaThatIfYouReadThemWillChangeYourLife_0.png)\n\nChanging your world is sometimes just a matter of coming across the right quote at the right moment.\n\nThis is why I have a deep appreciation for literature. Within the pages penned by remarkable authors, I often discover insights that shed light on my existential dilemmas.\n\nOne such luminary is the Czech writer Milan Kundera.\n\n<div class=\"content-ad\"></div>\n\n그의 네 가지 가장 놀라운 문장을 함께 살펴보겠습니다. 이 문장들은 평생을 살아가는 방식에 영원한 변화를 주었고, 여러분의 인식에도 같은 영향을 줄 것을 기대합니다.\n\n그럼 함께 살펴보겠습니다.\n\n## 1. 일에 대한 말\n\n큰 아이콘들(호랑이): Snoop Dog, Britney Spears, Taylor Swift, Drake, Dua Lipa을 부러워하지 마세요.\n\n<div class=\"content-ad\"></div>\n\n그들은 그저 제품일 뿐이에요. 그리고 그들의 생산 주기가 끝나면, 더 유리한 제품으로 교체될 거에요.\n\n정말 끔찍한 일이죠.\n\n당신의 삶을 소유하는 것은 명성에 묶여 있는 종으로 살아가는 것보다 낫습니다.\n\n믿든지 말든지, 오늘날에는 악마에게 영혼을 팔 필요 없이 업계에서 활동할 수 있는 다른 방법이 있어요.\n\n<div class=\"content-ad\"></div>\n\n**휴 하웨이(Hugh Howey), 베스트셀러 소설인 Wool의 작가가 팀 페리스(Tim Ferris)의 팟캐스트에서 자신의 책으로 뉴욕 타임스 베스트셀러 리스트에 진입했다고 고백했어요.**\n\n**당신도 자신의 산업에서 같은 성과를 이룰 수 있어요. 오늘 당신은 호랑이가 되어 실현시키세요.**\n\n**먼저, 2번째로, 나이 들어가기에 대해 말씀드리자면,**\n**나는 깨어나서 \"나는 40살이다\"라고 생각하지 않아요.**\n**20살처럼 느낄 때도 있고, 90살처럼 느낄 때도 있어요.**\n\n<div class=\"content-ad\"></div>\n\n\"모든 것은 '그'에게 달려 있어요, 내 기분에 달려 있죠.\n\n그러니까, 내 기분이 좋을수록 젊어지고, 기분이 나쁠수록 나이가 들어보여요.\n\n이건 불안스러울 수 있어요. 삶의 정점에 있어도 늙은 사람처럼 느껴질 수도 있고, 그 반대도 가능하니까요.\n\n신체적, 정신적인 고통이 우리가 얼마나 나이든지 정확히 측정해 주는 기준이에요.\"\n\n<div class=\"content-ad\"></div>\n\n그 고통이 당신의 마음 상태에 영향을 미치며, 마음 상태가 마치 어린이인 것처럼 또는 심슨의 버스 경수처럼 행동하게 만들 수 있습니다.\n\n그러므로 감정이 연령에 영향을 준다는 것은, 미란 쿤데라가 한 말처럼 \"나는 생각한다, 고로 나는 존재한다\"는 것은 치통을 과소평가하는 지성인의 주장이라고 했던 대목입니다. \n\n당신이 느끼는 감정을 과소평가하지 마세요.\n\n- 기분 좋음 = 더 나은 결정을 내림 = 더 나은 삶 = 더 어려 보임.\n- 기분 나쁨 = 더 나쁜 결정을 내림 = 더 나쁜 삶 = 더 나이가 들어 보임.\n\n<div class=\"content-ad\"></div>\n\n# 3. 이별에 대하여\n\n모든 관계에는 두 가지 역할이 있습니다.\n\n- 사랑하는 이: 사랑하는 역할을 하는 부분.\n- 사랑받는 이: 사랑을 받아들이는 부분.\n\n사랑하는 이와 사랑받는 이의 역할은 관계가 발전함에 따라 고정될 수도 있고 변할 수도 있습니다.\n\n<div class=\"content-ad\"></div>\n\n파타고라스가 이야기하는 ‘Kenning-Path of Love’ 카드는 미래의 독이 되지 않도록 제때 관계를 끝내는 것이 중요하다고 말합니다.\n\n연인이란 보통 이론적으로 상대방보다 더 약하다는 것이 어렵습니다. 그들은 사랑하는 사람을 숭배하기 때문에 최후까지 그 관계를 위해 싸우고 싶어합니다.\n\n그래서 심지어 사랑하는 상태에서도 관계를 떠날 줄 알아야 합니다.\n\n왜냐하면 만약 여러분이 상대방보다 약한 쪽이라면, 그 순간에는 가장 많이 사랑하는 사람이 되며 동시에 만약 계속 관계를 이어간다면 가장 망가지게 될 사람이 될 것이기 때문입니다.\n\n<div class=\"content-ad\"></div>\n\nMilan은 말했다. \"사랑은 제국과 같다: 그들이 세워졌던 기반이 사라지면 함께 망한다.\"\n\n그래서, 당신의 관계가 세워졌던 의미를 오랫동안 잃었다면, 이제 대화를 나누고 결정을 내리는 때입니다.\n\n**4. 미래에 대하여**\n\n백이십세기에 밀란 쿤데라는 이십일세기에 무엇이 일어날지를 예언했습니다.\n\n<div class=\"content-ad\"></div>\n\n우리는 어른인데 왜 어린이처럼 행동할까요? 현대사회에는 성숙하지 않은 많은 사람들이 존재합니다. 모순적인 어른들로 이뤄진 사회에서는 누구와 대립할 수 없습니다. 서로에게 인내심이 없고 각자가 옳다고 믿는 사회 속에서 살아가고 있습니다.\n\n<div class=\"content-ad\"></div>\n\nAlso, there is the tendency to feel that we were happier in the past. Maybe this is due to our longing for the familiar comfort of nostalgia and the illusion of a simpler, happier time.\n\nThe important thing is to remember that happiness is not solely found in the past. By being mindful of the present moment and appreciating the joys and blessings in our lives right now, we can cultivate a sense of fulfillment and contentment.\n\n<div class=\"content-ad\"></div>\n\n### 그래서, 행복은 어린 시절이나 청춘에 있지 않습니다. 여기와 지금 우리 자신을 깨달아 미래에 저항하지 않는 것에 있습니다. 그리고 기억 속에도, 대단한 칠레 시인 가브리엘라 미스트랄이 쓴 대로, \"좋은 순간을 기억하는 것은 다시 행복을 느끼는 것입니다.\"\n\n가상의 포옹\n\n\n\n<div class=\"content-ad\"></div>\n\n안녕하세요!\n\n제 프로필을 팔로우하고 구독해주세요 (봉지 아이콘을 클릭하여) 이미 했다면, 제가 포스팅할 때마다 이메일을 받을 수 있어요 :-)","ogImage":{"url":"/assets/img/2024-05-19-4SpookyQuotesbyMilanKunderaThatIfYouReadThemWillChangeYourLife_0.png"},"coverImage":"/assets/img/2024-05-19-4SpookyQuotesbyMilanKunderaThatIfYouReadThemWillChangeYourLife_0.png","tag":["Tech"],"readingTime":4},{"title":"일일 운세 달이 처녀자리를 통과합니다","description":"","date":"2024-05-19 00:31","slug":"2024-05-19-DailyHoroscopeMoonTransitingVirgo","content":"\n\n# 2024년 5월 17일\n\n![이미지](/assets/img/2024-05-19-DailyHoroscopeMoonTransitingVirgo_0.png)\n\n청정별자리 행성달의 이동이 있는 금요일, 5월 17일은 성장과 발전을 촉진하는 어제의 주제를 이어갑니다. 하지만 완벽하게 처음부터 무언가를 해내야 한다는 생각을 하거나 성공을 미리 느끼고 있으면서 불참하거나 믿음을 시험받게 될 수 있습니다. 달이 물고기자리의 토성과 넵튠과 반대의 관성을 형성하는 동안, 어리고 토성, 평양, 카이론의 비올 별 자리와 마스, 북부 노드 사이의 quincunx 측면, 그리고 금성, 태양, 천왕성, 화성에 대한 측면의 비교 적 관계, 다시 말하면, 남자 롸비스를 능가하는, 달이 제우스자리로 이어진다, 한편, 제우스 자리의 천왕성, 화성, 천왕성, 목성이 플루토 별자리에 연결되어 있습니다. 플루토의 문신이 태우스자리의 머큐리를 상대로 사각을 이루고 있습니다. 환자적인 인내력과 연습을 통해 운동을 계속하는 것이 중요합니다. 큰 목표를 바라볼 때 작은 성공과 증가하는 진전을 확인해보세요. 누군가의 비판은 강력한 동기부여 요소가 될 수 있습니다. 다만 자신의 비판은 당신의 발판을 약화시킬 수 있습니다. 더 높은 수준에 도달하고 싶다면, 다른 사람이 노력하여 성공한 경험을 바탕으로 조언이나 지식을 얻어보세요. 아직 보유하지 않은 기술이나 자산에 대해 생각해보세요. 최고의 삶을 만들기 위해 집중하면서 약속을 지키는 동안 얻게 될 것을 상상해보세요.\n\n읽어 주셔서 감사합니다!\n\n<div class=\"content-ad\"></div>\n\nDunnea Rae님의 블로그인 알로하 아스트로에서 처음 나타났어요!","ogImage":{"url":"/assets/img/2024-05-19-DailyHoroscopeMoonTransitingVirgo_0.png"},"coverImage":"/assets/img/2024-05-19-DailyHoroscopeMoonTransitingVirgo_0.png","tag":["Tech"],"readingTime":1},{"title":"우리는 용서받지 못할 것을 용서할 수 있도록 노력해야 합니다","description":"","date":"2024-05-19 00:31","slug":"2024-05-19-forgivetheunforgiven","content":"\n\n우리 삶에서 용서하기 어려운 사람이 항상 있습니다. 거짓말을 하거나, 심지어 우리 자신에게도 그 친구, 가족, 선생님, 또는 무례한 웨이터를 용서했다고 말하지만, 마음 깊은 곳에서 당신은 받지 못한 사과를 용서할 수 없음을 알고 있습니다. 용서받지 못한 것을 용서하지 못했다는 것을 알고 있습니다.\n\n진정한 용서가 존재한다고는 생각해 본 적이 없었고, 이 신성한 품질은 희귀한 존재라고 믿었습니다. 그것은 나로서는 넬슨 만델라에 대해 듣기 전까지만의 이야기였습니다.\n\n18년이라는 장엄한 기간 동안 남아프리카의 감옥에서 고통을 겪은 넬슨은 그럼에도 자신의 마음이 자신을 잔인하게 대하던 사람들을 용서할 힘을 찾을 수 있었습니다.\n\n그는 그의 무덤을 판 것을 명령한 사람들조차 용서했습니다.\n\n<div class=\"content-ad\"></div>\n\n그에게 방치했던 경비원들을 용서했어요. 비누를 바르고 선상에 서 있을 때 그를 지켜보며 괴롭히고, 가족이 보낸 편지들을 찢어버리기까지 했던 그들을 용서했어요.\n\n추위 가득한 아프리카의 겨울에 얇은 셔츠와 반바지를 입히도록 강요한 남자, 그의 장남의 장례식에 참석하지 못하게 한 남자도 용서했어요!\n\n얼마나 냉혹한가요. 이런 학대는 상상조차 할 수 없는 수준이죠. 하지만 그들을 용서할 수 있었을까요? 이나리고 누구나 이렇게 잔인한 행동과 비인간적인 대우를 용서할 수 있을까요? 그러나 그. 넬슨 만델라. 그는 그 모두를 용서했어요.\n\n나였다면, 관련된 모든 인간에게 죽음을 낭비했겠지만, 그는 무슨 일을 했을까요? 죽여주기를 바라던 검사 살려넣고 저녁 식사에 초대했어요!\n\n<div class=\"content-ad\"></div>\n\n그는 그에게 모욕과 괴로움만 준 모든 이들을 용서했어. 알다시피, 그가 한 말이 뭔지 알아?\n\n![용서받지 못한 자들을 용서해라](/assets/img/2024-05-19-forgivetheunforgiven_0.png)\n\n독자가 즐겁게 읽었다면 50번 클랩을 꼭 눌러 주세요!\n그리고 나의 글별 업데이트를 놓치지 마세요 — 내 프로필을 구독하여 누락할 수 없는 소식을 받아보세요!","ogImage":{"url":"/assets/img/2024-05-19-forgivetheunforgiven_0.png"},"coverImage":"/assets/img/2024-05-19-forgivetheunforgiven_0.png","tag":["Tech"],"readingTime":2},{"title":"교양수업 추천 2024년 최고의 레이키 코스를 소개합니다","description":"","date":"2024-05-19 00:30","slug":"2024-05-19-UnlockYourHealingPotentialTheBestReikiCoursesof2024Revealed","content":"\n\n### ![Unlock Your Healing Potential](/assets/img/2024-05-19-UnlockYourHealingPotentialTheBestReikiCoursesof2024Revealed_0.png)\n\n지금 고대의 치유 예술과 개인 성장의 세계에 발을 딛고 싶나요? 더 이상 찾을 필요 없어요! 2024년에는 Reiki 세계가 여러 개의 변화를 일으키는 코스를 제공하여 여러분의 치유 여정을 위해 당신을 위장합니다. 초보자든, 숙련된 실무자든, 이 우수한 평가를 받은 코스들은 여러분의 웰빙과 다른 사람들의 웰빙을 증진하기 위한 지식과 기술을 갖추도록 합니다.\n\n1. Reiki Level I, II 및 마스터/교사 자격증:\n\nReiki의 풍부한 역사에 깊이 파고들어 세월의 변화를 목격하세요. 메리디안과 샤크라 에너지 시스템을 이해하고 직관력의 힘을 활용하는 법을 익힙니다. 이 포괄적인 코스는 이 모든 것을 다루며, 자신과 다른 사람에게 Reiki 세션을 실시하는 기술을 속내 봅니다. 또한 치유를 통해 목표를 이루는 법까지 배울 수 있어요.\n\n<div class=\"content-ad\"></div>\n\n추천 강의: Reiki Level I, II 및 마스터/교사 자격증 코스\n\nReiki Level I, II + 마스터 자격증 코스 에너지 힐링:\n\n이 포괄적인 코스로 자격증 획득을 향한 여정을 떠나보세요. Reiki 비즈니스를 시작하는 데 필요한 실용적인 통찰력을 얻고, Reiki가 제공하는 심오한 힐링 혜택을 삶의 다양한 측면에서 탐구해 보세요. 애완동물 치료부터 사랑하는 이에게 먼 거리 힐링을 보내는 것까지, 이 코스는 Level 1, Level 2 및 Reiki 마스터 자격을 얻는 데 필요한 기술을 갖추어 줍니다.\n\n추천 강의: [Reiki Level I, II + 마스터 자격증 코스 에너지 힐링 코스](링크)\n\n<div class=\"content-ad\"></div>\n\n**3) 크리스탈 레이키 마스터/선생님 인증과정:**\n\nReiki와 크리스탈 치유 간의 독특한 시너지를 발견할 수 있는 특화된 과정입니다. 수천 년에 걸친 크리스탈의 고대 지혜에 깊이 관심을 가져보세요. 정화력 있는 속성들을 치유에 활용하는 방법을 배웁니다. 올바른 크리스탈 선택부터 크리스탈 레이키 세션 진행까지, 이 과정은 통합적인 웰빙 접근법을 제시합니다.\n\n추천 과정: [링크] 크리스탈 레이키 마스터/선생님 인증과정 링크\n\n**4) 양자 레이키: 레벨 1 — 힐러 인증 - Antojai®:**\n\n<div class=\"content-ad\"></div>\n\n**새로운 높은 수준의 치유 경험을 만나 보세요! 퀀텀 레이키!** \n\n깊은 상처를 쉽게 치유할 수 있는 고에너지 치유의 힘을 발견하고, 양이론 수준에서의 치유를 경험해보세요. 공인된 퀀텀 레이키 힐러가 되어 펫이나 식물, 심지어 환경까지 포함한 치유 레퍼토리를 확장해보세요.\n\n추천 강의: [퀀텀 레이키: 레벨 1 - 힐러 인증 강좌](링크)\n\n5) 카루나 키 레이키 마스터 교육:\n\n친절한 행동의 변화력을 경험해보세요! 카루나 키 레이키키! 힌두교와 불교를 기반으로 한 이 강좌는 다른 이의 고통을 줄이고 지혜와 깨달음을 키울 수 있게 가르칩니다. 모든 존재에게 연민을 베풀면, 단순히 치유뿐만 아니라 인류의 집단 복지에 기여할 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n**추천 교육과정**: [카루나 키 레이키 마스터 트레이닝 코스](링크주소)\n\n내면의 발견과 치유 여정에 나서 보실 기회를 놓치지 마세요. 2024년 최고의 레이키 교육 과정으로 전통 레이키, 크리스탈 힐링 또는 양자 기법에 매료되었다면, 당신의 필요와 열망에 부합한 코스가 준비되어 있습니다. 레이키의 힘을 받아 진정한 치유 능력을 개방하고 오늘부터 당신의 내면을 탐험해보세요!\n\n해시태그: #레이키 #에너지힐링 #크리스탈힐링 #양자레이키 #카루나키 #헬스와웰빙 #자가치유 #자아성장 #마인드바디스피릿 #치유여정 #정신적각성 #에너지전환 #자기발견 #자비로운처사","ogImage":{"url":"/assets/img/2024-05-19-UnlockYourHealingPotentialTheBestReikiCoursesof2024Revealed_0.png"},"coverImage":"/assets/img/2024-05-19-UnlockYourHealingPotentialTheBestReikiCoursesof2024Revealed_0.png","tag":["Tech"],"readingTime":2},{"title":"타로 조금만 봐요","description":"","date":"2024-05-19 00:28","slug":"2024-05-19-TarotQuickie","content":"\n\n**2024-05-19-TarotQuickie_0.png**\n\n안녕하세요! 이 타로 카드 점을 보고 관심을 가져 주셔서 감사합니다! 이 메시지가 정확히 필요한 때에 당신을 찾아가고 명확성을 찾고 계시기를 바랍니다! 이 점이라는 것은, 오늘이건 내일이건 몇 달 후던지, 그 적절한 때에 필요로 하는 누구든지를 찾기 위한 것입니다.\n\n당신을 위한 것입니다!\n\n시작합니다!\n\n<div class=\"content-ad\"></div>\n\n## 카드 뒤집기\n\nTHE FOOL (가림막 없음), ACE OF SWORDS (가림막 없음), THE SUN (가림막 없음), THE MOON (가림막 없음)\n\n와우!! 이것은 오랜 만에 만난 가장 긍정적인 읽기와 확정입니다! 예이!\n\n우리는 정말 어둡고 어려운 시기를 겪었죠, 그렇지 않나요? 🌞\n\n<div class=\"content-ad\"></div>\n\n좋은 하루 되세요! 우리의 세계가 뒤바뀌고, 원이 바뀌며, 내면의 혼란과 위기, 그리고 존재에 대한 의문을 가지며 이 세상에서 무슨 일이 일어나고 있는지 의문을 품었던 것 같아요.\n\n얼핏 보면 우리는 이것의 끝에 다다른 것 같아요.\n\n새로운 시작에 ad사인 Fool이 우리를 인도하고 있어요. 이 새로운 시작을 통해 우리는 어둠에 서툴게 걸어가는 것처럼 느낄 수 있어요. 모든 것이 밝혀지지 않았다고 느끼는데 이 새로운 시작에 대해서 아직 우리에게 모든 것이 밝혀지지 않았다고 느껴져요. 단지 아셔야 할 것은 우리가 모든 것을 즉시 알 필요가 없다는 것이에요. 지금은 아직 뒷면에서 움직이고 있는 것이 있어서 아직도 해야 할 일이 있는 것 같아요. 그런데 모든 일을 고려해보면, 우리에게 유리한 방향으로 움직이고 있다고 느껴져요.\n\n당신의 안내자들은 새로운 여정과 새로운 시작을 향해 뒤에 서서 당신을 밀어주고 있어요. 지금 중요한 것들만 알려주고 있어서 당신이 올바른 것에 집중하고 해야 할 일에 집중할 수 있도록 돕고 있어요. 함께 힘내보아요! 🌟\n\n<div class=\"content-ad\"></div>\n\n에이스 오브 소드는 힘든 시기의 끝과 다시 무엇인가 새로운 시작을 예언합니다. 내 감은 이것이 단지 끝까지 왔다는 것의 확인일 뿐이지만, 여전히 일부 작업을 해야 할 수도 있다는 것입니다. 아직 모든 것이 해결되지 않았을 것 같아요. 여전히 어떤 노력을 기울여야 할 필요가 있을지도 모르고, 내가 느끼기에는 이는 주로 말하는 데 관련된 문제일 것 같아요. 할 말은 해야 해요.\n\n태양은 정말 좋은 징조에요. 타로 카드 중에서 가장 긍정적인 것이죠. 지금 태양이 비추는 대상은 무엇인지 물어보고 5개의 소드를 뽑았어요. 지금 신경전을 벌이고 있는, 우리를 망치고 있는 스트레스 넘치고 혼란스럽고 소란스러운 사람들과 환경이 태양에 비춰지고 있어요. 우리에게 가장 유해한 것이 치유되고, 아마 놓아주는 것이 드러나고 있다고 느껴져요. 이 카드에는 떠나는 에너지가 느껴져요.\n\n달은 감정과 직관을 보여줍니다. 감정이 흐를 수 있도록 놓아두세요. 여러 감정이 소용돌이치는 것은 전혀 괜찮고 정상적인 일이에요. 그것들은 무언가를 당신에게 전하려고 하니, 감정이 유발하는 것을 듣는 것이 중요해요. 내 감은 우리의 감정이 균형을 맞추고 있다는 것을 느꼈어요. 그리고 '업보'라는 단어가 떠올랐어요... 어떤 업보적인 감정적 문제가 균형을 맞추고 해소되고 있는 것 같아요.\n\n읽어 주셔서 감사합니다!\n\n<div class=\"content-ad\"></div>\n\n이 글/예측은 마음에 드셨나요? 팔로우, 50번 클랩, 구독 또는 아래 댓글로 알려주세요! Medium의 글쓴이를 지원하는 무료 방법입니다.\n\n더 많은 이런 글을 보려면 팔로우해주세요. 우주의 세계, 현재 에너지, 점술 읽기 및 사이킥 이야기에 관련된 모든 세부사항을 구독하세요.\n\n또한 인스타그램에서 @lightwolfenergies를 팔로우하실 수도 있습니다.\n\n개인적인 점술, 에너지 힐링 세션, 전생박사들 그리고 패키지도 제 예약 링크에서 이용하실 수 있습니다. Light Wolf Energy\n\n<div class=\"content-ad\"></div>\n\n![Tarot Quickie 1](/assets/img/2024-05-19-TarotQuickie_1.png)","ogImage":{"url":"/assets/img/2024-05-19-TarotQuickie_0.png"},"coverImage":"/assets/img/2024-05-19-TarotQuickie_0.png","tag":["Tech"],"readingTime":3},{"title":"빛의 귀환 - 우리의 서막 신화를 위한 오랜 기다림, 감동적이고 영감을 주는 놓칠 수 없는 마지막장","description":"","date":"2024-05-19 00:27","slug":"2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale","content":"\n\n## 시 | 동화 | 그림자와 빛의 노래\n\n안녕 친구들!\n\n이제 오랜 기다림 끝에! 이야기의 큰장을 던져주겠습니다 — 그림자와 빛의 노래!\n\n이전 이야기를 놓치셨다면, 여기서 확인해보세요!\n\n<div class=\"content-ad\"></div>\n\n이제 전자책으로도 출판했어요!\n\n구매를 선택하지 않아도, 제 책을 확인하고 생각을 알려주신다면 정말 감사하겠어요.\n\n혹시라도, 친구와 함께 공유해준다면 더 좋을 거예요!\n\n여기서 찾아볼 수 있어요:\n\n<div class=\"content-ad\"></div>\n\n비트.리/엠/The-Everyday-Mystic\n\n고마워! 그럼, 이야기를 이어가보도록 하죠!\n\n## 이제 왕은 왕비가 필요할 거야\n전통이 그렇게 요구하기 때문에\n\n그렇지 않으면 그의 위대한 성\n모래 위에 남아 있게 될 거야.\n\n<div class=\"content-ad\"></div>\n\n그래서 가까운 국가의 왕과 동맹을 맺고 싶어하는 것 같네요.\n\n에르곤은 그를 방문하도록 초대하고\n딸의 손을 구하려 합니다.\n\n어릴 적, 그 미인의 소녀와 함께\n두 형제는 놀았습니다.\n\n그러나 안타깝게도 솔렌을 위해서,\n코라의 진정한 마음은 있었을까요?\n\n<div class=\"content-ad\"></div>\n\n하지만 아버지의 소원을 저버리지 않았어요,\n\n그녀는 결혼 제안을 받아들였지만 — 두려움과 당황 속에서.\n\n![Image](/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_0.png)\n\n급행으로 결혼식이 준비되었어요.\n\n<div class=\"content-ad\"></div>\n\n**위대한 의식은 없고, 꽃도 음악도 없는 곳에서**  \n\n**힘이 멍든 이에게는 종종 그렇죠**  \n\n**시간은 항상**  \n\n**지나치면 안 된다고 믿는 것**  \n\n**그녀는 스스로 떠나보기로 했어요, 코라는**\n\n<div class=\"content-ad\"></div>\n\n환상적인 성과 주변의 전 지역\n\n그녀는 기쁨 가득한 소리를 내며\n열심히 탐험을 시작했지만\n\n곧 찾게 된 것은 진정한 왕의 방 \n그녀가 발견한 문\n\n![이미지](/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_1.png)\n\n<div class=\"content-ad\"></div>\n\n한 여름 밤,\n그녀는 침대에서 조용히 빠져나왔어요.\n\n그녀의 사랑이 머리를 둔 곳을 찾아\n그녀는 가만히 스며들었어요.\n\n그녀는 그가 그대로 남을 것을 알았어요,\n그렇게 말했기 때문에요.\n\n그녀가 원했던\n그녀가 시집 들었으면 좋았을 사람이에요.\n\n<div class=\"content-ad\"></div>\n\n깊은 어둠 속\n성의 어두운 근원에\n\n운명에 의해 펼쳐지게 된\n그 행동들은 영원히 알려질 것\n\n문터진 포탈의 희미한 윤곽\n그녀의 영혼을 날려올렸고\n\n숨을 죽이며\n그녀는 조용히 문을 열었다.\n\n<div class=\"content-ad\"></div>\n\n이제 이러한 것들은 오직 지혜로운 사람들에게만 알려져 있습니다.\n\n모든 두려움을 떨쳐내며 꿈을 위장한 채.\n\n분명히 여러분도 이제 깨달을 것입니다.\n\n그녀 눈 속에 담긴 사랑이 필요한 유일한 빛이었음을.\n\n<div class=\"content-ad\"></div>\n\n에르곤은 뛰어내려와서,  \n계단을 내려오네요.  \n\n분노로 소리 질러  \n기도를 속삭이네요.  \n\n문을 열고 들어가니,  \n그는 멈추고 멍하니 바라봐요.\n\n<div class=\"content-ad\"></div>\n\n그의 임박한 종말을 위해\n그는 이제 인식하고 있었다.\n\n순수한 공포를 느끼며, \n마치 그의 심장이 찌르려졌듯이\n\n에르곤의 종말은 더 심각할 것이다\n그가 어느 때보다도 두려워할 것이다.\n\n빛이 다가오지 못하게 하더라도, \n결코 허용하지 않을지라도\n\n<div class=\"content-ad\"></div>\n\n항상 사실일 것으로,\n사랑의 힘이 나타났다.\n\n그리고 선량한 왕 솔렌이\n이제 깨어났을 때\n\n미친 왕자의 몸\n떨리기 시작했다.\n\n그의 입에서\n가장 날카로운 비명이 터졌다.\n\n<div class=\"content-ad\"></div>\n\nAnd now, his true form, their beloved uncle, would reveal itself once more.\n\n![The Return of Light](/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_3.png)\n\nAnd thus, on that magical day that is celebrated every year on the Fifteenth of May.\n\n<div class=\"content-ad\"></div>\n\n행복한 커플이 결혼을 합의했어요, 서로 다짐하는 것을.\n\n더 행복하고 기쁜 결합은 없었어요.\n\n주문은 이제 풀렸고, 모든 것이 다시 올바르게 되었어요.\n\n사람들은 행복했고, 미래는 밝았어요.\n\n<div class=\"content-ad\"></div>\n\n\"솔렌의 왕국은 옛 영광으로\n복원되었습니다.\n\n사랑의 성스러운 빛의\n힘 모두를 위해.\n\n![Image](/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_4.png)\n\n# 후기\"\n\n<div class=\"content-ad\"></div>\n\n요정 이야기, 신화, 전설들은 가벼운 것으로 생각하기 쉽습니다. 아이들을 즐겁게 해주는 멋진 이야기들이지만, 우리가 겪는 고난과는 상관이 없는 것으로 여기곤 합니다.\n\n그러나 문명이 시작된 그 때부터, 그 이전부터, 이야기들은 우리에게 진실 이상의 진실을 전해 줬습니다.\n\n무수한 세대 동안, 이야기는 이해와 통찰의 빛을 나누는 수단이 되었습니다.\n\n그것은 당신의 이야기입니다!\n\n<div class=\"content-ad\"></div>\n\n이 드라마에서 당신은 모든 역할을 연기합니다.\n\n여왕이 되어 항상 여러분의 생각을 낳고, 생명을 주면서 죽는다.\n\n왕이 되어 사랑하는 이들의 상실과 이별에 시달리며, 절망 속에서 눈을 멀게 되어야 다시 올바른 길을 찾을 수 있는 자입니다.\n\n첫째 아들인 당신은 원시인 아담의 카인과 같이 되고, 이삭의 아들 에서와 같이 이기적으로 태어나 감각에 충만하며 소유욕에 사로잡혀 세상의 것들에 사로잡힙니다.\n\n<div class=\"content-ad\"></div>\n\n네가 둘째 아들이야. 언제나 첫째를 대체해야 해. 그 첫째는 영혼이야. 텅 빈 존재. 순수한 빛의 존재야. 네가 아버지로서 스스로를 알게 되고, 왕국을 상속받게 될 운명이야.\n\n너는 순전한 영혼의 부러움에 휩쓸려, 운명의 변덕에 휘둘리는 삼촌이야. 네 의지의 힘을 발휘하지 않은 채로.\n\n너는 잔인한 주인에게 노예로 속박되어 구원을 기다리는 하인이야.\n\n너는 세상으로부터 원하는 것을 얻기 위해 헛된 주문을 외우는 마법사야.\n\n<div class=\"content-ad\"></div>\n\n당신은 위대한 변화를 일으키는 둘의 탁월한 콤비에게 감사드립니다 - \n에드워드 스워포드와 \n크리사 스테르죠우에게 감사드립니다. \n그들이 우리의 사랑과 빛 이야기를 공유할 수 있는 멋진 곳을 만들어 줘서 정말 고마워요! \n\n풀 버전의 이북은 여기에서 받을 수 있어요: \n\n이것을 놓치면 후회할 것 같아서, 이전 장을 읽은 모든 친구들을 태그해요! \n자나카 스타그나로\n룻 부카리\n에이치 메르\n김라울 오. 투하미\n❤️❤️ 결코 포기하지 않는 닌자 ❤️❤️\n마지 윌리스\n파피\n잔 세바스티안 🖐👩‍🦰\n샘 데이비드 파커🌸\n최고의 개미 최고의\n에이미 크나조비치\n엘시 린치\n올리 케이어\n윈터 그린\n엘리 제인\n세레나 힌튼\n줄리아 칼만\n말리양\n럭키 래빗\n크리에이터 엔젤\n맘마 돔\n덴니스 • M.Sc.\n자리아 라샤이\n안넬리즈 롯츠\n오타바\n알반다리 알오타이비\n사드비\n주나이라 칼릴\n제레미\n✨ 브리짓 웨버\n세실 제르웰 프로케스\n크리스티나 홀브룩\n앨런","ogImage":{"url":"/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_0.png"},"coverImage":"/assets/img/2024-05-19-TheReturnofLightTheLong-awaitedDramaticInspiringCant-missConclusiontoOurEpicTale_0.png","tag":["Tech"],"readingTime":5},{"title":"당신 뿐만 아니라 왜 세대 고통을 겪은 사람들은 스스로의 기억이 아닌 기억을 가지고 있는지","description":"","date":"2024-05-19 00:26","slug":"2024-05-19-ItsNotJustYouWhyPeopleWithGenerationalTraumaHaveMemoriesThatArentTheirs","content":"\n\n![image](/assets/img/2024-05-19-ItsNotJustYouWhyPeopleWithGenerationalTraumaHaveMemoriesThatArentTheirs_0.png)\n\n내 모든 고객들은 상속된 트라우마를 치유하고 있어요. 공통점 중 하나는 자신의 것이 아닌 기억을 경험한다는 것이에요.\n\n2015년 에너지 치유를 배우기 시작했을 때 나는 자신이 아닌 기억을 가진 사람들을 처음으로 만났어요. 가장 흔한 설명은 이러한 기억이 전생 경험에서 왔다는 것이었어요. 하지만 나는 기독교인으로서 환생은 참된 원칙이 아니라는 것을 알고 있어요.\n\n그렇다면 이러한 기억의 원천은 무엇일까요?\n\n<div class=\"content-ad\"></div>\n\nThen, I delved into my own \"memories\" of a past rape and martyrdom by fire. Through the healing process, I uncovered that these memories were actually inherited.\n\nSurprisingly, the concept of inheriting memories holds some scientific and even Biblical significance.\n\nFor instance, a study conducted in 2015 on Holocaust survivors provided evidence supporting the theory of trauma being transmitted to their descendants through genes (reference).\n\n<div class=\"content-ad\"></div>\n\n(2) 유타 대학교의 유전과학 학습 센터는 “4대로 이어진 유행 유전적 효과는 직접 노출과 관련이 없을 수도 있다”고 언급했습니다.\n\n(3) 출애굽기, 신명기, 민수기의 성서에는 조상의 죄악이 세대로 이어진다고 언급한 구절이 포함되어 있습니다. (출 20:5, 34:6-7; 신 5:9; 민 14:18)\n\n당신이 단지 당신의 것이 아닌 기억을 가지고 있는 것은 혼자가 아닙니다. 그리고 에너지 작업을 통해, 이러한 기억의 감정적 영향을 치유할 수 있습니다.\n\n(30일간의 30선 선박 에세이의 10일째)","ogImage":{"url":"/assets/img/2024-05-19-ItsNotJustYouWhyPeopleWithGenerationalTraumaHaveMemoriesThatArentTheirs_0.png"},"coverImage":"/assets/img/2024-05-19-ItsNotJustYouWhyPeopleWithGenerationalTraumaHaveMemoriesThatArentTheirs_0.png","tag":["Tech"],"readingTime":2},{"title":"토성이 226년 만에 돌아왔습니다","description":"","date":"2024-05-19 00:25","slug":"2024-05-19-PlutoReturnsAfter226Years","content":"\n\n2024년 1월 20일, 명왕성이 물병자리에 들어가 2043년 3월 8일까지 그곳에 머무를 것입니다. 지난 15년간 명왕성은 염소자리에 머물렀는데, 이는 세계적인 기관, 조직, 제국의 성공에 영향을 미쳤습니다. 그러나 물병자리로 옮겨가면서 변화, 개인적 성장, 권력 동력의 변화, 성혁명, 그리고 기술 발전이 예상됩니다.\n\n이 이행이 왜 이렇게 중요한가요? 명왕성의 태양 주위 공전 주기는 248년이며, 이는 평균적으로 인간의 수명 동안 몇 번 느끼게 되는 영향이기 때문입니다. 역사적으로 명왕성의 이동은 중요한 전 세계적 변화와 함께 일어났습니다.\n\n<div class=\"content-ad\"></div>\n\n이 이행은 장세대에 걸쳐 혁명, 변화 및 변혁을 준비할 수 있습니다. 1778년부터 1798년까지 플루토가 물병자리(Aquarius)에 있을 때, 세계는 깊은 변화를 경험했습니다. 예를 들어, 프랑스 혁명은 군주정복을 전복하고 공화국을 수립하여 자유, 평등, 형제애 원칙에 기반한 평등주의 사회를 창출하는 등 급진적인 사회와 정치적 변화를 촉진했습니다.\n\n세계 남부에서 여러 국가들은 식민국가들로부터의 독립을 향한 혁명운동을 거치고 있었으며, 특히 스페인과 포르투갈이 그랬습니다. 1798년까지 이러한 운동들은 여러 지역에서 역동적으로 발전했습니다. 플루토의 이행 동안 식민지 지배의 전복은 정치적 지배에만 도전하는 것뿐만 아니라, 식민강제세력들이 부과한 문화적 및 종교적 우월성에도 도전하는 과정을 포함했습니다.\n\n로마 가톨릭 교회는 식민지 과정에서 중요한 역할을 하였으며, 이주민을 통제하고 지배하기 위한 수단으로 사용되었습니다. 선교사들은 종족주의를 기독교로 전환시키고 유럽 문화로 동화시키는 데에 먼저 도착하여 활약했습니다. 시간이 흐름에 따라 가톨릭 교회는 식민지 지배의 합법성 및 종교의 이름으로 진행되는 약탈에 대해 이주민과 지역 엘리트들이 의문을 제기함에 따라 비판과 저항의 대상이 되었습니다.\n\n이러한 운동들은 남미에서의 독립으로 이어졌으며, 종종 가톨릭 교회의 권위에 대한 거부와 함께 이루어지기도 했습니다. 예를 들어 하이티 혁명은 가톨릭 교회로부터 완전히 벗어나 혁명가들이 식민지 제도의 영향을 받지 않는 자유의 원칙에 기초한 새로운 사회질서를 구축하기 위해 노력했습니다. 식민지 해제를 위한 투쟁은 정치적 및 경제적 해방뿐만 아니라 문화적 및 영적 자주성도 포함했습니다.\n\n<div class=\"content-ad\"></div>\n\n지금 세상은 다양한 지정학적 긴장, 기술 발전, 환경적 도전, 그리고 사회 정치적 움직임을 목격하고 있습니다. 이러한 변화들은 226년의 서정에 따른 변화와 유사한 것들일 수 있습니다. 이 트랜짓은 획기적인 변화를 불러올 수 있는 혼란의 무대를 마련하며, 이는 글로벌 경제와 권력 구조에서 중대한 변화로 이어질 수 있으며, 미래에 더 적합한 시스템을 열어갈 것입니다.\n\n2030년의 글로벌 일정은 현재 인류가 직면한 도전에 대응하기 위한 변화의 약속을 나타냅니다. 이러한 변화들이 더 넓은 스펙트럼에서 일어남에 따라, 글로벌 의식의 변화를 일으켜 종교적 신념과 여전히 구식 이념 아래 운영되고 있는 개인 및 가족 구조에 대한 재평가를 촉발할 것으로 보입니다.\n\n이러한 구조물들이 자신들이 가져온 피해로 인해 도전 받고 있습니다. 이러한 구조물들은 설독과 희생을 통해 개인을 억압하고 그들이 자신의 정체성과 캐릭터를 그 통제적 서술 밖에서 찾는 것을 원하는 개인들을 유발합니다. 이는 지난 플루토 트랜짓 때와 비슷한 상황입니다.\n\n![image](/assets/img/2024-05-19-PlutoReturnsAfter226Years_0.png)\n\n<div class=\"content-ad\"></div>\n\n결론적으로, 플루토의 트랜지트가 가져오는 변화들로 인해 처음에는 겁이 나는 것 같을 수 있지만, 이 변화들은 우리의 세계적 진화의 일부입니다. 이는 오래된 시스템에서 새로운 시스템으로 이동함으로써 평화와 개인적 조화를 증진시킵니다. 초기에 혼돈스럽게 보일지라도, 이 과정은 자연적인 주기를 반영합니다. 맹렬한 날씨 이후에 새로운 종들이 나타나는 것처럼, 사회적 변화는 새롭고 개선된 생활 방식으로 이끌 수 있습니다.\n\n변화를 받아들이고 두려워하지 않는 것은 우리가 환경과 균형을 이루며 진화하고 살아가는 데 중요합니다. 별들이 반영하는 이 과정은 우리의 계속된 성장과 진화에 불가결합니다. 이는, 군주제에 억압당한 국가들이 더 평등한 사회를 창조하기 위해 그들의 시스템을 재평가해야 했던 것과 마찬가지로, 국제사도에 불가결합니다.\n\n해시태그: #천체관측 #점성술 #운석학 #플루토 #자아계발 #종교 #진화 #의식 #심리학 #영적성장 #타로 #세계사 #네온미술 #벡터그래픽 #건로드","ogImage":{"url":"/assets/img/2024-05-19-PlutoReturnsAfter226Years_0.png"},"coverImage":"/assets/img/2024-05-19-PlutoReturnsAfter226Years_0.png","tag":["Tech"],"readingTime":3},{"title":"악의 화신 사탄의 엔니어그램 유형은 무엇일까요","description":"","date":"2024-05-19 00:23","slug":"2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan","content":"\n\n![EvilPersonifiedWhichEnneagramTypeIsSatan_0](/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_0.png)\n\n사탄. 악마. 루시퍼. 어둠의 왕자. 베엘세북. 거짓의 아버지.\n\n원하는 대로 부르세요. 사실 대부분의 종교인들은 악의 화신에 대해 이름을 가지고 있습니다. 어떤 사람들은 실재하는 존재로 믿기도 합니다. 그러나 신이실지라도 일단 우리는 사탄이라는 이름을 사용하겠습니다. 그렇다면 사탄은 실재하는 독특한 인물일 것입니다. 그렇다면 그는 독특한 성격을 가지고 있을 것입니다.\n\n그러게 생각이 들었습니다. 사탄이 에니어그램 성격 테스트를 한다면 어떤 성격 유형이 나올까요? 이 글의 끝에서 저만의 추측을 이 질문에 대한 최상의 예상으로 나름대로 답하겠습니다.\n\n<div class=\"content-ad\"></div>\n\n악마 카드와 비슷한 성격을 가지고 계신가요? 궁금하지 않나요?\n\n그러나 이야기에 들어가기 전에, Enneagram에 대한 배경 정보를 먼저 알아두면 도움이 될 것입니다. 이미 알고 계시다면 이 부분을 건너뛰셔도 괜찮아요.\n\n# Enneagram이란 무엇인가요?\n\nEnneagram은 최근 몇 년 동안 인기를 얻어온 성격 프로파일링 도구로, 엔니어그램은 밀레니얼 세대들에게 성격 테스트의 대표적인 선택지가 되어왔습니다. 우리가 어떻게 행동하고 다른 사람들과 어떻게 관련하는지를 설명합니다. Enneagram은 특정 강점과 약점을 갖춘 아홉 가지 유형의 사람을 식별합니다. 무엇보다도, 무서울 정도로 정확해요!\n\n<div class=\"content-ad\"></div>\n\n많은 사람들처럼 에니어그램을 처음 접한 순간, 제 마음은 완전히 뒤틀렸습니다. 갑자기, 나에게 자신을 이해하고 다른 사람들을 이해하는 놀라운 도구가 생겼고, 점차적으로 감정적이고 개인적인 성장을 향해 부드럽게 인도해 주었습니다.\n\n에니어그램을 한 번도 살펴보지 않은 경우, 꼭 확인해 보라고 권하고 싶습니다. 이 기사를 읽기 전에, 에니어그램의 아홉 가지 인격 유형에 익숙하지 않다면 아래 인포그래픽은 각 유형의 기본적인 설명을 제공합니다. 여러분은 개인 유형을 확인하기 위해 테스트를 해보고 싶을 수도 있습니다.\n\n[에니어그램 인포그래픽](https://miro.medium.com/v2/resize:fit:1400/0*lxNMdoTHU5V7-s4G.gif)\n\n# 사탄에 대해 어떻게 생각하십니까?\n\n<div class=\"content-ad\"></div>\n\n저는 일주일에 한 번으로 함께 모여 엔네아그램을 논의하며 함께 내면과 정신적인 성숙함으로 나아갈 수 있는 방법을 탐구하는 유사한 사람들의 그룹을 만납니다. 어느 날 이 그룹에서 누군가 흥미롭게 질문을 제기했어요. \"사탄이 어떤 엔네아그램 유형이라고 생각해요?\"\n\n그에 이어서 활기찬 토론이 벌어졌는데, 대부분은 각자가 자신의 성격 유형을 악마와 공유한다고 장난스럽게 비난하는 것으로 이루어졌어요.\n\n이것은 탐구할 가치가 있는 흥미로운 질문이에요.\n\n모든 성겱 유형은 어두운 면이 있습니다, 비록 그 주요 미덕이 매우 좋아 보이기도 한다 하더라도. 따라서, 우리가 사탄에게 할당할 수 있는 성격 유형을 결정하려면 아홉 유형 각각의 가장 최악에 대해 살펴봐야 합니다.\n\n<div class=\"content-ad\"></div>\n\n## 타이프 1의 최악\n\n타이프 1 성격은 완벽주의자입니다. 그들이 최악일 때, 타이프 1은 자신을 포함해 아무것도 충분히 좋지 않다고 믿습니다. 완전히 건강하지 않은 타이프 1은 다른 사람들에게 비난을 가하면서 자신의 행동을 합리화합니다.\n\n## 타이프 2의 최악\n\n타이프 2 성격은 베풀어주는 사람 또는 도와주는 사람입니다. 그들이 최악일 때, 타이프 2는 다른 사람들에게 유용하지 않다면 자신이 가치가 없다고 믿습니다. 완전히 건강하지 않은 타이프 2는 다른 사람들에게 자신들이 얼마나 갚아야 하는지 말하면서 조종적이고 이기적이 될 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n## 3타입의 최악\n\n3타입 인격은 연기자입니다. 그들의 최악의 면은, 항상 자신이 모든 것을 갖고 있는 모습을 갖도록 애쓰며, 모든 상황에서 좋아 보이도록 많은 가면을 쓰는 것입니다. 완전히 건강하지 못한 3타입은 자기애적이며, 복수심이 생기며, 자신의 결점을 상기시키는 모든 것을 파괴하여 다른 사람들의 행복을 망가뜨리려고 시도합니다.\n\n## 4타입의 최악\n\n4타입 인격은 연애가 수행하는 사람이거나 독립주의적인 사람입니다. 그들의 최악의 면은, 4타입은 비판적이고 자기 비하에 빠져 우울한 정신에 빠질 수 있습니다. 완전히 건강하지 못한 4타입은 절망적이며, 종종 자체 파괴적이 되면서 다른 사람들을 탓하고 도와주려고 하는 사람을 속일 수 있습니다.\n\n<div class=\"content-ad\"></div>\n\n## 타입 5의 최악\n\n타입 5 성격은 탐구자입니다. 제일 최악의 상태로 이르게 되면, 타입 5는 지식의 보따리를 이용해 논쟁적이고 냉소적으로 다른 이들을 비난합니다. 완전히 건강하지 않은 타입 5는 사회적으로 은둔하고 현실에서 고립되며 정서적으로 불안정해질 수 있습니다.\n\n![image](/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_1.png)\n\n## 타입 6의 최악\n\n<div class=\"content-ad\"></div>\n\n6 타입 성격의 사람은 충실하다. 그들의 최악의 경우, 6 타입은 끊임없는 불안 상태에 놓여 하루 종일 예민한 상태로 살아갑니다. 완전히 건강하지 않은 6 타입은 패닉에 빠지며 불안정하고, 사람들이 자신을 상대로 꾀를 꾸미는 것으로 느끼기 때문에, 누구에게도 신뢰할 수밖에 없는 상황에 스스로를 두지 않습니다.\n\n## 7 타입의 최악\n\n7 타입 성격은 열정적인 사람입니다. 그들의 최악의 경우, 7 타입은 고통을 피하기 위해 지속적인 자극과 소비를 사용하며, 결과적으로 성장하지 않습니다. 완전히 건강하지 않은 7 타입은 감정적으로 회귀적이며 심지어 유아적이며, 충동적으로 행동합니다 - 변덕스럽고 자체 파괴적입니다.\n\n## 8 타입의 최악\n\n<div class=\"content-ad\"></div>\n\nThe Type 8 personality is known as the reformer or challenger. When they are not their best selves, they can become very angry, confrontational, aggressive, and tend to assert their dominance. An extremely unhealthy Type 8 may become ruthlessly dictatorial, willing to destroy anything or anyone that does not comply with their wishes.\n\n### The Darkest Side of Type 9\n\nThe Type 9 personality is commonly referred to as the peacemaker. However, when at their lowest point, a Type 9 tends to retreat and avoid conflict altogether. A completely unhealthy Type 9 may struggle with being passive, underdeveloped, and ineffective, seeking to ignore anything that may bring negativity.\n\n# How to Discover Satan's Personality Type?\n\n<div class=\"content-ad\"></div>\n\n모든 아홉 가지 성격 유형에는 장점과 약점이 있습니다. 하지만 사실상 그 중 어떤 것이 더 좋거나 나쁜 것은 없어요. 아홉 가지 성격 유형 모두 멋진 특성과 구원할 가치가 있어요. 다만 그것을 깨닫고 내면 작업에 헌신하는 분들에겐요.\n\n하지만, 사탄이 어떤 성격 유형일지 판단하려고 할 때 고려해야 할 것이 두 가지 있어요. 첫째로, 가장 미성숙하고 미형성된 상태에서 어떤 성격 유형은 악이라고 부를만한 경향이 더 크게 나타날 수 있습니다. (이것을 측정하기가 어려워요, 그리고 좋고 나쁨이 무엇인지에 대해 논의하려는 게 아니에요. 그래서 어느 정도로든 내 감으로 따져야 했죠).\n\n둘째로, 악의 화신인 사탄은 가장 많은 사람들에게 크고 심한 피해를 입히고 싶어할 것으로 생각됩니다. 어떤 성격 유형은 많은 사람들에게 피해를 줄 수 있는 능력이 더 크게 보이기도 해요. 반면, 다른 유형들은 피해를 자신에게 입히는 경향이 있습니다.\n\n셋째로, 사탄은 최대한 많은 사람들을 유혹하려 할 것이라고 생각되며, 어떤 성격 유형은 그 본성에 따라 다른 사람들에게 영향을 줄 수 있는 능력이 더 크게 있어요.\n\n<div class=\"content-ad\"></div>\n\n그래서 나는 나 자신에게 세 가지 질문을 했습니다:\n\n- 각 개인성 유형이 그들이 매우 최악일 때 어떤 악을 저지를 수 있는가?\n- 각 개인성 유형이 저질을 저지를 수 있는 악이 일반적으로 스스로 파괴로 향하는지 아니면 다른 이들을 파괴하기 위해 밖으로 향하는지?\n- 어떤 개인성 유형이 가장 많은 사람들을 유혹하고 이끌어 잘못된 길로 이끌 수 있는 능력을 가지고 있는가?\n\n![이네아그램 유형](/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_2.png)\n\n# 그래서, 사탄은 무엇인가요?\n\n<div class=\"content-ad\"></div>\n\n이것은 항상 논란거리가 될 것이라고 생각했지만, 여기에 답을 찾기 위해 왔군요. \"사탄은 어떤 엔니어그램 유형인가요?\"\n\n우선 Type 1 성격을 사탄에게 배제한 이유는 Type 1이 하는 많은 비난이 자기 자신을 향한 것이기 때문입니다. 그에 비해 사탄은 자신의 행동을 그런 시각으로 보지 않을 것입니다. 더욱이 사탄은 완벽함에 대한 갈망이 아니라 완벽함의 파괴에 관심이 있는 것으로 보입니다.\n\n사탄이 Type 2 성격이 있다고 보기 어렵다고 판단한 이유는, 비록 Type 2가 조종적일 수 있지만 사탄이 다른 사람에 대한 유용성에 신경을 쓸 것 같지 않기 때문입니다. 당신의 도움이 필요하다는 것을 사탄이 관심 있어했던 적은 없었을 것입니다.\n\nType 4를 배제한 이유는 사탄이 자기 자신을 비판하는 것을 상상하기 어렵기 때문입니다. Type 5를 배제한 이유는 사탄이 은둔자가 되는 것을 상상하기 어렵다고 판단했기 때문입니다. Type 6은 사탄을 초조한 유형으로 보지 않았고, Type 7은 분명히 통증을 피하는 사람이 아닌 것으로 보입니다. 또한 Type 9를 배제한 이유는 사탄을 '조정가'라고 표현할 수 없을 만큼 그가 평화주의자라고 볼 수 없기 때문입니다.\n\n<div class=\"content-ad\"></div>\n\n이 시점에서 대부분의 분들은 안도의 한숨을 쉬었을 겁니다. 제외하고는 타입 3 또는 타입 8일 경우죠.\n\n그렇다면, 사탄은 누구일까요?\n\n타입 3과 타입 8 인물들은 모두 유능하고 결과 중심적입니다. 둘 다 영향력을 행사할 수 있으며 대규모 그룹을 이끌 수 있는 능력을 갖추고 있습니다. 이것들은 사탄이 자신의 이점으로 활용할 수 있는 특성입니다. 중요한 것은, 둘 다 최악일 때 다른 사람들에게 해를 끼치는 행동을 하는 경향이 있습니다.\n\n타입 8은 자신을 화나게 하는 것들을 바꾸려는 에너지가 많지만, 타입 3은 성공적인 모습을 내보이려는 에너지가 많습니다. 타입 8은 자신의 길을 막는 사람은 모두 처단할 것이고, 타입 3은 자신의 부족함을 상기시키는 사람은 모두 파괴할 것입니다.\n\n<div class=\"content-ad\"></div>\n\n내가 정신이 없어!\n\n알았어, 알았어… 결정했어. 나는 사탄이 3번 유형이라고 결정했어. 나는 8번 유형인 나의 편견을 갖고 있기 때문만은 아니야. 나에게 사탄이 3번 유형이라는 생각을 팔게 한 또 하나의 이유가 있어. 성장하지 않은 3번 유형은 모든 것을 속이려고 해. 8번 유형은 결과보다 모습보다 더 중요하지만, 3번 유형은 사람들을 설득하기 위해 자신이 아닌 척 해. 8번 유형은 대개 자신의 최종 목표를 명확히 하는데, 그들은 사람들이 자신의 임무에 동참하길 원하기 때문이야. 하지만 사탄은 진짜 목적을 감추려 할 거야. 왜냐하면 만약 사람들이 그가 어떤 일을 꾸미고 있는지 알게 된다면, 동참을 원할까? 중대하지 않은 3번 유형은 마스터 조종, 거짓말쟁이, 그리고 가장 높은 등급의 꾸며낸 사람이야.\n\n기억해, 모든 성격 유형에는 어둠이 있어. 3번 유형이 사탄이기 때문에 누군가보다 나아나 않아. 게다가, 그건 내가 무게있게 가지고 있는 의견일 뿐이야. 나랑 다르게 생각해도 돼!\n\n모든 9개 성격 유형에 대한 개인적인 성장을 초대하는 것이 에니어그램의 본질이야. 감정적 성숙함은 자아 검토와 개혁의 어려운 일을 하려는 모든 이에게 오히려.\n\n<div class=\"content-ad\"></div>\n\n다들 이제 아마 사탄처럼 행동하는 걸 훨씬 적게 할 것이라고 믿어봅니다!\n\nDan Foster은 \"교회를 떠나 신을 만나다: 조직된 종교 너머에서 신앙을 발견하는\"의 저자입니다.\n\n백야당 교회는 그저 블로그가 아닙니다. 교회에 가지 않거나, 가지 않고 싶거나, 가기를 거부하는 사람들을 위한 실제 온라인 커뮤니티입니다. 지금 가입하세요.\n\n삶, 신앙, 영적 이야기에 대한 더 많은 기사를 보시려면 뉴스레터에 가입하세요. 또한 질문이나 이야기 아이디어는 thebackyardchurch@gmail.com로 자유롭게 보내주세요.","ogImage":{"url":"/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_0.png"},"coverImage":"/assets/img/2024-05-19-EvilPersonifiedWhichEnneagramTypeIsSatan_0.png","tag":["Tech"],"readingTime":7}],"page":"4","totalPageCount":14,"totalPageGroupCount":1,"lastPageGroup":14,"currentPageGroup":0},"__N_SSG":true}