{"pageProps":{"post":{"title":"첫번째로 하느님이 계신 곳인 천국에 갔을 때 하느님께 물어볼 것","description":"","date":"2024-05-18 00:00","slug":"2024-05-18-TheFirstThingIllAskGodWhenIGettoHeaven","content":"\n\n**안녕하세요 하느님,**\n\n하늘에 가서 만날 수 있을 줄은 상상도 못 했어요. 특히 이 막연한 생각을 이미 버린 상태에서 말이죠. 뭔가? 제 전에 있던 모습처럼 완전 역사적 신앙을 버린 것 같기도 하고요.\n\n하지만, 아마도 당신께서는 저를 위해 전혀 신앙심을 잃지 않았으셨나봐요.\n\n<div class=\"content-ad\"></div>\n\n답변해 주셔서 넓고 관대하신 점에 감사드립니다. 의문과 질문에 대해 수용해 주셔서 감사합니다. 질문이라고 한다면... 우리가 여기 영원토록 함께 있다면, 몇 분 동안 질문 하나 또는 서른 개에 대해 대답해 주실 수 있을까요?\n\n그래, 알아요... 제가 호기심 많은 성격이라는 건데, 그건 여러분이 만든 게 아닐까요?\n\n괜찮으시다면요?\n\n정말 친절하시네요.\n\n<div class=\"content-ad\"></div>\n\n친애하는 분,\n\n여기에 이동시켜보겠습니다, 신께:\n\n## 내 기도는 어떤 영향을 끼쳤을까요?\n\n수백 시간을 기도에 할애했을 텐데요. 신께, 제 기도를 들으셨는지와 제가 기도한 결과가 무엇인지 알고 싶습니다. 제가 물었기 때문에 영적 세계에서 어떤 변화가 일어났는지 알고 싶습니다. 한 번 누군가에게 기도가 우주를 운영하는 데 우리의 지분이 된다고 들은 적이 있습니다 — 우리의 간구로 신의 마음을 바꿀 수 있다고 합니다. 이게 사실인가요?\n\n<div class=\"content-ad\"></div>\n\n## 세계를 왜 창조했나요?\n\n하나님으로서 외부적인 것 없이도 완전히 완성된, 자급자족하는 존재이시니까 세계를 만든 이유가 뭔가요? 그냥 무언가를 만드는 것을 좋아하시는 건가요?\n\n## 아담과 이브에게 배꼽이 있었나요?\n\n아담과 이브는 다른 이들처럼 태어나지 않았다고 하는데, 그들에게는 배꼽이 있었을까요? 필요없었겠지만, 그들의 자식이 배에 \"구멍\"이 있는 채로 태어날 때 아담과 이브가 얼마나 당황했을지 상상해보았을까요?\n\n<div class=\"content-ad\"></div>\n\n## 왜 거부할 것을 알았음에도 창조하셨나요?\n\n내 자녀가 얼마나 사랑해도 결국 나를 거부할 것을 미리 알았다면, 아마 아이를 낳지 않았을지도 몰라요. 그 즐거움이 그 고통을 이겨낼 만큼 값진 것이었나요?\n\n## 왜 고통과 아픔이 포함된 세계를 창조하셨나요?\n\n어떻게 보면 이 질문이나 변형된 형태의 질문이, 대부분의 사람들이 하고 싶은 질문 리스트에 포함될 것 같아요. 분명히 하나님, 더 적은 고통이 있는 세상을 만들 수 있었을 텐데 왜 삶이 가끔은 이렇게 어려울까요? 하느님, 왜죠?\n\n<div class=\"content-ad\"></div>\n\n### 왜 모기가 존재할까?\n\n그들은 귀찮은 벌레야. 정말 그대로인가, 신이야?\n\n### 공룡들은 무슨 일이 있었을까?\n\n우리가 이제까지 논란을 해결해보자. 정말로 지구에 소행성이 충돌한 것일까?\n\n<div class=\"content-ad\"></div>\n\n## 지구상에서 여러분이 좋아하는 곳은 무엇인가요?\n\n만약 저가 지구를 창조했다면, 내가 특히 애착을 가지고 자주 방문했을 수 있는 한두 곳이 있을 것 같아요. 여러분이 최고로 선호하는 지구의 한 귀티지는 어디인가요?\n\n## 모든 것을 실제로 얼마나 통제하고 있는 건가요?\n\n제 삶은 때때로 혼돈스럽게 느껴집니다. 젠장, 전세계가 때때로 혼돈스럽게 느껴질 때가 많아요. 내 삶을 쥐어짜라고는 하지만, 정말로 그렇게 느껴지지 않아요. 여러분이 세상을 창조하고 우리를 거대한 우주 속으로 내버려 뒀다는 건가요? 아니면 우리가 하는 모든 일을 실제로 통제하고 계신가요? 혹은 그 중간 어딘가일까요?\n\n<div class=\"content-ad\"></div>\n\n\"우연이나 행운이란 것이 있을까요?\n\n친구와의 베팅으로, 테니스공을 멀리 던져도 절반도 안 되는 거리에서 골을 넣을 시 친구를 교회에 데려다주기로 약속했습니다. 눈을 감고, 최대한 세게 공을 던져봤더니 \"스윗!\" 득점!\n\n그거는 당신의 손이 들어있었던건가요, 아니면 운이었던 건가요?\"\n\n<div class=\"content-ad\"></div>\n\n인류가 제법 자랑스럽지 않은 순간들이 있었다고 생각해봐. 1945년, 1월 6일, 9월 11일 등 말이야. 너는 이 모든 것을 직접 목격해왔지. 대인의 역사 속에서 가장 비참한 순간은 무엇이라고 생각해?\n\n![image](/assets/img/2024-05-18-TheFirstThingIllAskGodWhenIGettoHeaven_1.png)\n\n## 인들의 일상 생활 속에서 얼마나 개입했어?\n\n상황을 바로 잡고 싶어하는 마음이 자칫 하느님으로서 가장 어려운 점 중 하나일 거야. 그러나 가끔씩은 어떤 경우에 개입하시는 것 같은 느낌이 들어. 어디가 그 경계인 거야, 하느님?\n\n<div class=\"content-ad\"></div>\n\n## 왜 개입하지 않았을 때가 있었어요?\n\n알겠어요. 그래서 뭔가 나쁜 일이 일어나지 않도록 막지 않았을 때... 왜 그랬을까요? 제가 이해하지 못할지언정, 제가 할 수 있는데 막지 않았다면 왜 그랬는지 알려주세요, 하느님.\n\n## 인류에 대해 가장 놀라운 점은 무엇인가요?\n\n아마 당신은 만볼로 아시겠죠, 그래서 아마 아무 것도 놀라움을 느끼지 않을 것 같아요. 하지만 다른 측면에서 당신은 인간에게 상당한 자유와 자율성을 주신 것 같아요. 그것은 온전히 사랑스러운 존재로서 당신이 할 수 있는 일이 아닐까 싶어요. 그래서 말해주세요... 당신은 사람들에게 놀란 적이 있었나요?\n\n<div class=\"content-ad\"></div>\n\n## 당신이 인류에게 가장 알려주고 싶은 것은 무엇인가요?\n\n이 질문에 대한 답을 이미 알고 있는 기분이 들어요. 하지만 말해주세요. 우리에게 정말로 알려주고 싶은 것이 무엇인가요?\n\n## 당신이 바라는 것은 인간들이 훨씬 빠르게 배울 수 있는 교훈은 무엇인가요?\n\n전체 인류를 대변할 순 없지만, 가장 기본적인 삶의 교훈을 배우는 데 상당히 오랜 시간이 걸리는 것을 알고 있어요. 우리가 아이처럼 작은 단계를 밟다가 무너져지는 것을 지켜볼 때 당신께서는 답답하실 것 같아요.\n\n<div class=\"content-ad\"></div>\n\n**당신에게 가장 큰 기쁨을 주는 것은 무엇인가요?**\n\n내 아이들을 보면 모두 함께 잘 노는 걸 보는 건 제게 기쁨을 줘. 서로에게 소리치지 않고 때리지 않고, 누가 가장 좋은지 경쟁하는 게 없으면 난 행복해.\n\n**당신에게 가장 큰 슬픔을 주는 것은 무엇인가요?**\n\n당신도 슬픔을 느끼겠지? 우리는 당신과 같이 만들어졌고 확실히, 우리도 슬픔을 느껴. 무슨 일이 당신의 마음을 아프게 하나요, 신이여?\n\n<div class=\"content-ad\"></div>\n\n## 당신이 가장 좋아하는 색깔은 무엇인가요?\n\n자연 속에서 가장 흔하게 나타나는 색깔이 초록색이라서 그런 것 같아요. 하지만 정말 궁금하네요.\n\n## 예수 그리스도가 오신 진짜 이유는 무엇인가요?\n\n음… 교회에서 들은 것은 알지만, 예수님이 십자가에서 우리 죄의 대가를 치르고, 우리 대신으로 벌을 받으셨다는 거죠. 하지만 솔직히 말하면, 그게 말이 안 돼요. 누가 그렇게 설명을 잘 해준 적 없거든요. 그게 우리의 죄가 얼마나 나쁜 거였는지, 당신이 자신의 아들을 학대하고, 고문하고, 자신이 만든 법을 만족시키기 위해 죽이지 않을 수밖에 없다는 걸 충분히 설명해준 사람이 없어요. 이제 진짜 예수님이 오신 이유를 말해주세요!\n\n<div class=\"content-ad\"></div>\n\n## 어떻게 공정함과 자비 사이의 균형을 찾을 수 있을까요?\n\n나쁜 사람에게 좋은 일이 일어납니다. 착한 사람에게 나쁜 일이 생깁니다. 악한 사람들이 자신들의 길을 갑니다만, 수많은 선한 사람들이 평생을 고통받나요? 왜 그럴까요? 이를 바로 잡기 위해 어떤 행동을 취할 예정인가요?\n\n## 교회가 당신을 잘 대표하고 있다고 느끼시나요?\n\n처음에는 교회가 사람들을 당신께로 이끌어내는 데 꽤 좋은 일을 했습니다. 그러나 요즘 교회는 사람들을 떠나게 하는 데 꽤 잘하고 있는 것 같습니다. 교회가 어디서 잘못되었을까요?\n\n<div class=\"content-ad\"></div>\n\n## 사람들이 나를 오인하는 것에 대해 어떻게 생각하나요?\n\n나는 단지 인간이지만, 다른 사람들이 나를 대표하는 동안 폭력, 부정과 편견의 행위를 저질러 내 이름으로 하는 것에 분개할 수 밖에 없습니다. 어떻게 하면 그에 대한 분노를 억제할 수 있을까요? \n\n![Image](/assets/img/2024-05-18-TheFirstThingIllAskGodWhenIGettoHeaven_2.png)\n\n## 지옥은 실제로 존재하는 걸까요?\n\n<div class=\"content-ad\"></div>\n\nI imagine being in Heaven now feels surreal... but what about Hell? The church I was raised in made me believe that following you was about avoiding a place called Hell. It kept me afraid for so long, God. Is Hell a real place, and who ends up there?\n\n**What was the true purpose of my life?**\n\nIt all seems insignificant now, as I have passed away... but what was the true purpose of my life? Was I on the right track?\n\n**At what moment in my life did you most want me to feel your presence with me?**\n\n<div class=\"content-ad\"></div>\n\n나는 내 삶 속에서 당신이 가까이 있다는 것을 알았던 때들이 있었어요. 마치 당신의 숨결이 목더라도 느껴지는 듯했죠. 그러나 어둠 속에서 외쳤을 때, 돌아오는 것은 나의 처량한 한탄 소리뿐이었던 그 순간들도 똑같이 많았어요. 너무나 외로웠어요. 그때 당신은 어디에 계셨나요?\n\n### 제게 자긍심을 느낀 적이 있나요?\n\n실수를 했어요. 제가 그걸 알고 있어요. 때로는 제 자신에 대해 수치스러운 감정을 느낄 때가 있어요. 그런데, 내 아이들에 대해는 거의 자긍심을 느끼지 않는 것 같아요. 그들이 어리석은 행동을 해서 약간 창피함을 느낀다 해도, 금방 사라지죠. 그래서, 당신은 언제가 저에게 자긍심을 느낀 적이 있었나요? 아니면 그게 제가 스스로 벌주는 감정인가요?\n\n### 당신은 언제가 저에게 가장 자랑스러웠나요?\n\n<div class=\"content-ad\"></div>\n\n신이여, 제가 최선을 다했어요. 정말로요. 계획대로 되진 않았지만, 의도는 정말로 좋았어요. 너무 노력했어요. 제가 그냥 당신께 자랑스럽게 보이고 싶었어요. 제가 자랑스러운가요?\n\n\"내가 원하고 노력한 만큼 변화하고 싶었는데, 왜 변할 수 없었을까요?\"\n\n변하려고 애를 썼어요. 제가 노력했다는 건 아시잖아요. 하지만 나 자신을 다스리지 못했어요. 당신을 따르면 내 삶이 변할 것이라고 했는데... 하지만 그저 제 불완전함을 더 받아들이기만 하는 것 같았어요. 그게 목적이었을지도 모르겠네요.\n\n\"가장 제게 질문하길 원하는 것은 무엇인가요?\"\n\n<div class=\"content-ad\"></div>\n\n내가 이야기하는 게 많았죠, 하느님. 항상 이렇게 하는 것 같아요. 하지만 이번에는 내가 질문을 하면 어떨까요… 하느님, 당신에게 무슨 질문을 하길 원하시나요?\n\n**이제 뭘 해야 할까요, 하느님?**\n\n이제는 여기까지입니다, 하느님. 들어주셔서 감사해요. 더 궁금한 게 있으면 다시 연락 드릴게요.\n\n우리는 서로를 알아가는 데 아주 오랜 시간이 있을 테니까요.\n\n<div class=\"content-ad\"></div>\n\n그럼, 이제 어떻게 할까?\n\n# 너는 어떠니?\n\n만약 당신이 하나 둘 질문할 기회를 얻는다면 하느님께 무엇을 물어볼 것인가요? 댓글로 자유롭게 나누어 주세요.\n\n하느님을 의심하지 말라는 교리를 받아왔지만, 어쨌든 하느님이 그런 것에 털털이 대처할 수 있을 거라고 생각해요.\n\n<div class=\"content-ad\"></div>\n\nDan Foster은 \"Leaving Church, Finding God: Discovering Faith Beyond Organized Religion\"의 저자입니다.\n\n뒷마당 교회는 그냥 블로그가 아닙니다. 교회에 가고 싶지 않거나 할 수 없는 사람들을 위한 온라인 커뮤니티입니다. 지금 가입하세요.\n\n인생, 믿음 및 영적 주제에 관한 더 많은 기사를 원하시면 뉴스레터에 등록하세요. 또한 thebackyardchurch@gmail.com으로 질문이나 이야기 아이디어를 전달해 주시기 바랍니다.","ogImage":{"url":"/assets/img/2024-05-18-TheFirstThingIllAskGodWhenIGettoHeaven_0.png"},"coverImage":"/assets/img/2024-05-18-TheFirstThingIllAskGodWhenIGettoHeaven_0.png","tag":["Tech"],"readingTime":7},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    strong: \"strong\",\n    h2: \"h2\",\n    h3: \"h3\",\n    img: \"img\",\n    h1: \"h1\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"안녕하세요 하느님,\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하늘에 가서 만날 수 있을 줄은 상상도 못 했어요. 특히 이 막연한 생각을 이미 버린 상태에서 말이죠. 뭔가? 제 전에 있던 모습처럼 완전 역사적 신앙을 버린 것 같기도 하고요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만, 아마도 당신께서는 저를 위해 전혀 신앙심을 잃지 않았으셨나봐요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"답변해 주셔서 넓고 관대하신 점에 감사드립니다. 의문과 질문에 대해 수용해 주셔서 감사합니다. 질문이라고 한다면... 우리가 여기 영원토록 함께 있다면, 몇 분 동안 질문 하나 또는 서른 개에 대해 대답해 주실 수 있을까요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그래, 알아요... 제가 호기심 많은 성격이라는 건데, 그건 여러분이 만든 게 아닐까요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"괜찮으시다면요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"정말 친절하시네요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"친애하는 분,\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"여기에 이동시켜보겠습니다, 신께:\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"내 기도는 어떤 영향을 끼쳤을까요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"수백 시간을 기도에 할애했을 텐데요. 신께, 제 기도를 들으셨는지와 제가 기도한 결과가 무엇인지 알고 싶습니다. 제가 물었기 때문에 영적 세계에서 어떤 변화가 일어났는지 알고 싶습니다. 한 번 누군가에게 기도가 우주를 운영하는 데 우리의 지분이 된다고 들은 적이 있습니다 — 우리의 간구로 신의 마음을 바꿀 수 있다고 합니다. 이게 사실인가요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"세계를 왜 창조했나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하나님으로서 외부적인 것 없이도 완전히 완성된, 자급자족하는 존재이시니까 세계를 만든 이유가 뭔가요? 그냥 무언가를 만드는 것을 좋아하시는 건가요?\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"아담과 이브에게 배꼽이 있었나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"아담과 이브는 다른 이들처럼 태어나지 않았다고 하는데, 그들에게는 배꼽이 있었을까요? 필요없었겠지만, 그들의 자식이 배에 \\\"구멍\\\"이 있는 채로 태어날 때 아담과 이브가 얼마나 당황했을지 상상해보았을까요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"왜 거부할 것을 알았음에도 창조하셨나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내 자녀가 얼마나 사랑해도 결국 나를 거부할 것을 미리 알았다면, 아마 아이를 낳지 않았을지도 몰라요. 그 즐거움이 그 고통을 이겨낼 만큼 값진 것이었나요?\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"왜 고통과 아픔이 포함된 세계를 창조하셨나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"어떻게 보면 이 질문이나 변형된 형태의 질문이, 대부분의 사람들이 하고 싶은 질문 리스트에 포함될 것 같아요. 분명히 하나님, 더 적은 고통이 있는 세상을 만들 수 있었을 텐데 왜 삶이 가끔은 이렇게 어려울까요? 하느님, 왜죠?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"왜 모기가 존재할까?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그들은 귀찮은 벌레야. 정말 그대로인가, 신이야?\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"공룡들은 무슨 일이 있었을까?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"우리가 이제까지 논란을 해결해보자. 정말로 지구에 소행성이 충돌한 것일까?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"지구상에서 여러분이 좋아하는 곳은 무엇인가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"만약 저가 지구를 창조했다면, 내가 특히 애착을 가지고 자주 방문했을 수 있는 한두 곳이 있을 것 같아요. 여러분이 최고로 선호하는 지구의 한 귀티지는 어디인가요?\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"모든 것을 실제로 얼마나 통제하고 있는 건가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"제 삶은 때때로 혼돈스럽게 느껴집니다. 젠장, 전세계가 때때로 혼돈스럽게 느껴질 때가 많아요. 내 삶을 쥐어짜라고는 하지만, 정말로 그렇게 느껴지지 않아요. 여러분이 세상을 창조하고 우리를 거대한 우주 속으로 내버려 뒀다는 건가요? 아니면 우리가 하는 모든 일을 실제로 통제하고 계신가요? 혹은 그 중간 어딘가일까요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"우연이나 행운이란 것이 있을까요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"친구와의 베팅으로, 테니스공을 멀리 던져도 절반도 안 되는 거리에서 골을 넣을 시 친구를 교회에 데려다주기로 약속했습니다. 눈을 감고, 최대한 세게 공을 던져봤더니 \\\"스윗!\\\" 득점!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그거는 당신의 손이 들어있었던건가요, 아니면 운이었던 건가요?\\\"\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"인류가 제법 자랑스럽지 않은 순간들이 있었다고 생각해봐. 1945년, 1월 6일, 9월 11일 등 말이야. 너는 이 모든 것을 직접 목격해왔지. 대인의 역사 속에서 가장 비참한 순간은 무엇이라고 생각해?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/assets/img/2024-05-18-TheFirstThingIllAskGodWhenIGettoHeaven_1.png\",\n        alt: \"image\"\n      })\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"인들의 일상 생활 속에서 얼마나 개입했어?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"상황을 바로 잡고 싶어하는 마음이 자칫 하느님으로서 가장 어려운 점 중 하나일 거야. 그러나 가끔씩은 어떤 경우에 개입하시는 것 같은 느낌이 들어. 어디가 그 경계인 거야, 하느님?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"왜 개입하지 않았을 때가 있었어요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"알겠어요. 그래서 뭔가 나쁜 일이 일어나지 않도록 막지 않았을 때... 왜 그랬을까요? 제가 이해하지 못할지언정, 제가 할 수 있는데 막지 않았다면 왜 그랬는지 알려주세요, 하느님.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"인류에 대해 가장 놀라운 점은 무엇인가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"아마 당신은 만볼로 아시겠죠, 그래서 아마 아무 것도 놀라움을 느끼지 않을 것 같아요. 하지만 다른 측면에서 당신은 인간에게 상당한 자유와 자율성을 주신 것 같아요. 그것은 온전히 사랑스러운 존재로서 당신이 할 수 있는 일이 아닐까 싶어요. 그래서 말해주세요... 당신은 사람들에게 놀란 적이 있었나요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"당신이 인류에게 가장 알려주고 싶은 것은 무엇인가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 질문에 대한 답을 이미 알고 있는 기분이 들어요. 하지만 말해주세요. 우리에게 정말로 알려주고 싶은 것이 무엇인가요?\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"당신이 바라는 것은 인간들이 훨씬 빠르게 배울 수 있는 교훈은 무엇인가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"전체 인류를 대변할 순 없지만, 가장 기본적인 삶의 교훈을 배우는 데 상당히 오랜 시간이 걸리는 것을 알고 있어요. 우리가 아이처럼 작은 단계를 밟다가 무너져지는 것을 지켜볼 때 당신께서는 답답하실 것 같아요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"당신에게 가장 큰 기쁨을 주는 것은 무엇인가요?\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내 아이들을 보면 모두 함께 잘 노는 걸 보는 건 제게 기쁨을 줘. 서로에게 소리치지 않고 때리지 않고, 누가 가장 좋은지 경쟁하는 게 없으면 난 행복해.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"당신에게 가장 큰 슬픔을 주는 것은 무엇인가요?\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"당신도 슬픔을 느끼겠지? 우리는 당신과 같이 만들어졌고 확실히, 우리도 슬픔을 느껴. 무슨 일이 당신의 마음을 아프게 하나요, 신이여?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"당신이 가장 좋아하는 색깔은 무엇인가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"자연 속에서 가장 흔하게 나타나는 색깔이 초록색이라서 그런 것 같아요. 하지만 정말 궁금하네요.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"예수 그리스도가 오신 진짜 이유는 무엇인가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"음… 교회에서 들은 것은 알지만, 예수님이 십자가에서 우리 죄의 대가를 치르고, 우리 대신으로 벌을 받으셨다는 거죠. 하지만 솔직히 말하면, 그게 말이 안 돼요. 누가 그렇게 설명을 잘 해준 적 없거든요. 그게 우리의 죄가 얼마나 나쁜 거였는지, 당신이 자신의 아들을 학대하고, 고문하고, 자신이 만든 법을 만족시키기 위해 죽이지 않을 수밖에 없다는 걸 충분히 설명해준 사람이 없어요. 이제 진짜 예수님이 오신 이유를 말해주세요!\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"어떻게 공정함과 자비 사이의 균형을 찾을 수 있을까요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"나쁜 사람에게 좋은 일이 일어납니다. 착한 사람에게 나쁜 일이 생깁니다. 악한 사람들이 자신들의 길을 갑니다만, 수많은 선한 사람들이 평생을 고통받나요? 왜 그럴까요? 이를 바로 잡기 위해 어떤 행동을 취할 예정인가요?\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"교회가 당신을 잘 대표하고 있다고 느끼시나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"처음에는 교회가 사람들을 당신께로 이끌어내는 데 꽤 좋은 일을 했습니다. 그러나 요즘 교회는 사람들을 떠나게 하는 데 꽤 잘하고 있는 것 같습니다. 교회가 어디서 잘못되었을까요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"사람들이 나를 오인하는 것에 대해 어떻게 생각하나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"나는 단지 인간이지만, 다른 사람들이 나를 대표하는 동안 폭력, 부정과 편견의 행위를 저질러 내 이름으로 하는 것에 분개할 수 밖에 없습니다. 어떻게 하면 그에 대한 분노를 억제할 수 있을까요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/assets/img/2024-05-18-TheFirstThingIllAskGodWhenIGettoHeaven_2.png\",\n        alt: \"Image\"\n      })\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"지옥은 실제로 존재하는 걸까요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"I imagine being in Heaven now feels surreal... but what about Hell? The church I was raised in made me believe that following you was about avoiding a place called Hell. It kept me afraid for so long, God. Is Hell a real place, and who ends up there?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"What was the true purpose of my life?\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"It all seems insignificant now, as I have passed away... but what was the true purpose of my life? Was I on the right track?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"At what moment in my life did you most want me to feel your presence with me?\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"나는 내 삶 속에서 당신이 가까이 있다는 것을 알았던 때들이 있었어요. 마치 당신의 숨결이 목더라도 느껴지는 듯했죠. 그러나 어둠 속에서 외쳤을 때, 돌아오는 것은 나의 처량한 한탄 소리뿐이었던 그 순간들도 똑같이 많았어요. 너무나 외로웠어요. 그때 당신은 어디에 계셨나요?\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"제게 자긍심을 느낀 적이 있나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"실수를 했어요. 제가 그걸 알고 있어요. 때로는 제 자신에 대해 수치스러운 감정을 느낄 때가 있어요. 그런데, 내 아이들에 대해는 거의 자긍심을 느끼지 않는 것 같아요. 그들이 어리석은 행동을 해서 약간 창피함을 느낀다 해도, 금방 사라지죠. 그래서, 당신은 언제가 저에게 자긍심을 느낀 적이 있었나요? 아니면 그게 제가 스스로 벌주는 감정인가요?\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"당신은 언제가 저에게 가장 자랑스러웠나요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"신이여, 제가 최선을 다했어요. 정말로요. 계획대로 되진 않았지만, 의도는 정말로 좋았어요. 너무 노력했어요. 제가 그냥 당신께 자랑스럽게 보이고 싶었어요. 제가 자랑스러운가요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"내가 원하고 노력한 만큼 변화하고 싶었는데, 왜 변할 수 없었을까요?\\\"\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"변하려고 애를 썼어요. 제가 노력했다는 건 아시잖아요. 하지만 나 자신을 다스리지 못했어요. 당신을 따르면 내 삶이 변할 것이라고 했는데... 하지만 그저 제 불완전함을 더 받아들이기만 하는 것 같았어요. 그게 목적이었을지도 모르겠네요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"가장 제게 질문하길 원하는 것은 무엇인가요?\\\"\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내가 이야기하는 게 많았죠, 하느님. 항상 이렇게 하는 것 같아요. 하지만 이번에는 내가 질문을 하면 어떨까요… 하느님, 당신에게 무슨 질문을 하길 원하시나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"이제 뭘 해야 할까요, 하느님?\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이제는 여기까지입니다, 하느님. 들어주셔서 감사해요. 더 궁금한 게 있으면 다시 연락 드릴게요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"우리는 서로를 알아가는 데 아주 오랜 시간이 있을 테니까요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그럼, 이제 어떻게 할까?\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"너는 어떠니?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"만약 당신이 하나 둘 질문할 기회를 얻는다면 하느님께 무엇을 물어볼 것인가요? 댓글로 자유롭게 나누어 주세요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하느님을 의심하지 말라는 교리를 받아왔지만, 어쨌든 하느님이 그런 것에 털털이 대처할 수 있을 거라고 생각해요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Dan Foster은 \\\"Leaving Church, Finding God: Discovering Faith Beyond Organized Religion\\\"의 저자입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"뒷마당 교회는 그냥 블로그가 아닙니다. 교회에 가고 싶지 않거나 할 수 없는 사람들을 위한 온라인 커뮤니티입니다. 지금 가입하세요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"인생, 믿음 및 영적 주제에 관한 더 많은 기사를 원하시면 뉴스레터에 등록하세요. 또한 thebackyardchurch@gmail.com으로 질문이나 이야기 아이디어를 전달해 주시기 바랍니다.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}