{"pageProps":{"post":{"title":"마이클 싱어의 유니버스 사원에서 3번째 여행을 즐기며 느낀 3가지 하이라이트","description":"","date":"2024-05-16 01:31","slug":"2024-05-16-3HighlightsfromMy3rdTriptoMichaelSingersTempleoftheUniverse","content":"\n\n두 차례의 사건이 없었던 미국 횡단 비행 후, 나는 플로리다 주 잭슨빌에 있는 작은 키아 무엇인가 렌탈 카를 타고 마이클 싱어의 ‘유니버스의 사원’으로 세 번째 방문했습니다. (첫 번째와 두 번째 여행에 대해 여기와 여기서 읽을 수 있습니다.)\n\n이 여행에 대해 쓰는 것이 왜 필요하고 유용한가요? 그건 쉬워요. 미키 싱어는 제가 가장 좋아하는 영적 선생님인데요. 외에 없어요. 넘버 원이에요.\n\n왜냐하면 뭘로든 우리가 속 안정을 찾아가도록 가르쳐주기 때문일 것입니다. 명상과 다른 영적 실천 방법을 통해 안정을 찾을 수 있도록 가르치는 그는...\n\n\n\n## 모든 것은 놓아주는 것에 있습니다\n\n마법사는 우리의 이고를 놓아주는 필요성을 강조함으로써 더 나아갑니다. 만약 이것을 해주지 않는다면, 우리 안의 이고적 짐은 우리의 모든 행동을 이끌 것이며... 좋은 방향으로는 아니게 될 것입니다.\n\n이 모든 것이 우리가 안에 있는 문제를 고치기 위해 안을 들여다보고 삶을 살도록 가르치는 데에 모두 연결됩니다. 바깥 세계(초콜릿 칩 쿠키, 집, 여자친구/남자친구를 통해)를 통해 안에 있는 문제를 해결하려고 하는 것이 아니라. 전자는 작동합니다. 후자는 그렇지 않습니다.\n\n그래서 여기 마이키의 유니버스 사원으로 세 번째 여행의 핵심을 소개합니다: 여기 당신을 위한 최고의 3가지를 보여드리겠습니다.\n\n\n\n## 1. 미키와 함께 별을 이야기하는 중\n\n내가 거기 있던 두 번째 아침, 미키와 산책을 나갔어. 제일 재밌는 건? 내가 방금 미키가 영적 성장을 위한 수단으로 천문학을 활용하는 방법에 관한 기사를 썼다는 거야. \n\n그래서 그 주제를 꺼냈지. 그리고 우리가 그에 대해 이야기했어. 보이저 1이 태양계를 벗어나 발하는 사이 37억 마일 떨어진 곳에서 지구를 찍은 사진에 대해 말이야.\n\n태양 안에 130만 개의 지구가 들어갈 수 있다는 사실에 대해, 태양이 은하수 안에서 3000억 개의 별 중 하나이며, 2조 개의 은하가 있다는 사실에 대해 이야기했어.\n\n\n\n**우주의 엄청난 광활함이 우리에게 상대적으로 소소한 \"고민\"들에 대해 평온을 되찾는 데 도움을 줄 수 있다는 거야.**\n\nHe was so animated discussing this. It was infectious.\n\n## 2. 명상의 보금자리\n\n**나는 네 개의 호텔과 같은 방을 갖고 있는 절에 머물렀어. 방이 있는 건물인 주방이라고 부르는 곳은 절에서 리터럴하게 약 100야드 떨어진 곳에 있었어.**\n\n\n\n아침과 저녁에 일반적으로 열리는 서비스 때문에, 절은 하루 종일 비어 있습니다. 그래서 제가 거기에 있던 매일, 제가 무엇을 했나요?\n\n제가 제 방에서 1분만 걸어서 절에 들어가서 명상을 했어요. 의자를 가져다가 주 앞 메인 단상 영역 정면에 놓았고, 거기서 라마크리슈나, 요가난다, 예수 그리스도, 메허 바바와 몇몇 다른 성자들의 액자 사진들과 눈을 마주쳤어요.\n\n그들은 제가 경험한 가장 좋은 명상 세션 중 일부였어요. 너무 조용했죠. 놀랍지 않게, 그 방에는 저를 더 높은 곳으로 이끌어주는 특별한 에너지가 있었어요.\n\n## 3. Mickey puts me on the spot\n\n\n\n마을의 많은 의식이 마치더라도, 그것이 그의 연설 중 하나거나 소리내어 노래하는 것이든, 아르티 의식이 행해집니다. 이에는 중앙에 기름 불이 지어진 동그란 은반이 포함되어 있으며, 주위에는 꽃들이 둘러져 있습니다.\n\n한 명의 사람에게 그 접시를 가져 오라고 요청하고 나머지 사람은 우리 앞에 올리는 격려 노래를 불렀습니다. 노래에 소개되는 각 성인의 프레임된 사진 위에서 그 접시를 시계방향으로 회전하는 것입니다. 만약 당신이 Mickey의 강좌 중 하나를 들었다면, 그가 바닥에 다리를 꼬고 앉아 성인들의 사진이 벽에 걸려있을 때 그것을 찍은 영상을 볼 수 있을 것입니다.\n\n하루에 식사 개당 이십을 주는 이 Temple에서, 아르티는 일주일에 열네 번 행해집니다. 나는 가끔의 성기에 참석하였는데, Mickey는 주기적이고 불굴의 참석자 중 한 명을 선정하여 그 접시를 가져 가게 했습니다.\n\n## The Sri Atma Gita\n\n\n\n내 할리우드 시절에 말하던 것처럼 화요일 아침이었다. 우리는 스리 아트마 기타를 부르고 있었다. 이 여덟 장짜리 시는 요가의 본질을 요약하고 있다. (여기에서 읽어보세요.)\n\n마지막에 침묵이 흘렀다. 그때 Mickey가 나를 쳐다보고 말했다:\n\n내 첫 번째 반응은 직감적이었다. 내 둘째 반응은 그가 나를 선택했다는 것에 깊은 영광을 느꼈다.\"**\n\n\n\nWhat I actually said to him was, “Are you sure?” To which he responded, “Yeah. Come on. You can do it.”\n\n## Yours truly does the Arti\n\nAnd so I did. Luckily, I knew who most of the saints were, as I stated earlier. I got through it and didn’t embarrass myself too badly.\n\nBut I’m not going to lie: I was relieved when it was over and that if I ever had to do it again, it wouldn’t be for a while…\n\n\n\n그 다음 날 아침으로 넘어갔어요. 같은 시간, 같은 채널 (만약 1960년 후반부터 1970년대에 미국에서 자라고 있었다면 당신은 이해할 것입니다).\n\n이 날 아침, 스리 아트마 기타는 롱헤어 78세의 세라믹 전문가인 존 틸턴에 의해 이끌렸습니다(저는 그로부터 아름다운 그릇 두 개를 샀어요 — 그의 작품은 여기서 확인하실 수 있어요). 존은 플로리다 대학의 전 교수로서, 1978년부터 이 사원에서 생활을 하고 있어요.\n\n전날에 존과 함께 그의 세라믹 스튜디오에서 몇 시간을 보냈어요. 멋진 분이에요. 분위기가 좋아요.\n\n그래서 그는 스리 아트마 기타를 마치고 약 30명이 지켜보는 가운데 다음 대화가 이루어졌어요:\n\n\n\n이대로 말했던 거야.\n\n속으로는 이렇게 말했지:\n\n어쨌든, 나는 트레이를 가져와서 예술을 하려 했는데... 그리고 전날보다 더 못했어!\n\n하지만, 다시 한 번 내가 선택되었다는 것에 영광을 느꼈어. 🌟\n\n\n\n## Mickey와 헌신\n\n요 계시록은, 놀라운 헌신과 헌신력으로 의지하는 Mickey에 대해 이야기하고자 합니다.\n\n이건 믿기 힘들지만, 1975년에 Temple을 창립한 이후로, Mickey는 매주 아침 6:30부터 일주일에 6~7회 동안 Temple에서 Sri Atma Gita를 불렀습니다! 한 번에 약 20분이 걸리죠.\n\n이제 Mickey는 70대 중반에 있지만, 아직도 이를 위해 아침마다 여섯 번 일어나요. 일요일은 주례와 창조로 장식된 긴 음악식이 있기 때문에 유일한 예외죠. 그날 아침에는 교회인들과 함께 마당에서 차와 과자를 즐기기도 해요. 여기서 끝났습니다!\n\n\n\n피츄가 영적인 삶에 헌신적이고 훈련을 꾸준히 하며 헌신하는 것을 보는 것은 겁이 나고 부담스럽다.\n\n하지만 무엇보다 그의 모습이 나에게 영감을 준다.\n\n사실, 저는 그를 대하고 예배 후에 사원에서 Arti로 존경하는 성자들만큼 영감을 받는다.\n\n나의 간단하고 무료 명상 프로그램을 davidgerken.net에서 경험해보세요.","ogImage":{"url":"/assets/img/2024-05-16-3HighlightsfromMy3rdTriptoMichaelSingersTempleoftheUniverse_0.png"},"coverImage":"/assets/img/2024-05-16-3HighlightsfromMy3rdTriptoMichaelSingersTempleoftheUniverse_0.png","tag":["Tech"],"readingTime":4},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    h2: \"h2\",\n    strong: \"strong\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"두 차례의 사건이 없었던 미국 횡단 비행 후, 나는 플로리다 주 잭슨빌에 있는 작은 키아 무엇인가 렌탈 카를 타고 마이클 싱어의 ‘유니버스의 사원’으로 세 번째 방문했습니다. (첫 번째와 두 번째 여행에 대해 여기와 여기서 읽을 수 있습니다.)\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 여행에 대해 쓰는 것이 왜 필요하고 유용한가요? 그건 쉬워요. 미키 싱어는 제가 가장 좋아하는 영적 선생님인데요. 외에 없어요. 넘버 원이에요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"왜냐하면 뭘로든 우리가 속 안정을 찾아가도록 가르쳐주기 때문일 것입니다. 명상과 다른 영적 실천 방법을 통해 안정을 찾을 수 있도록 가르치는 그는...\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"모든 것은 놓아주는 것에 있습니다\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마법사는 우리의 이고를 놓아주는 필요성을 강조함으로써 더 나아갑니다. 만약 이것을 해주지 않는다면, 우리 안의 이고적 짐은 우리의 모든 행동을 이끌 것이며... 좋은 방향으로는 아니게 될 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 모든 것이 우리가 안에 있는 문제를 고치기 위해 안을 들여다보고 삶을 살도록 가르치는 데에 모두 연결됩니다. 바깥 세계(초콜릿 칩 쿠키, 집, 여자친구/남자친구를 통해)를 통해 안에 있는 문제를 해결하려고 하는 것이 아니라. 전자는 작동합니다. 후자는 그렇지 않습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그래서 여기 마이키의 유니버스 사원으로 세 번째 여행의 핵심을 소개합니다: 여기 당신을 위한 최고의 3가지를 보여드리겠습니다.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"1. 미키와 함께 별을 이야기하는 중\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내가 거기 있던 두 번째 아침, 미키와 산책을 나갔어. 제일 재밌는 건? 내가 방금 미키가 영적 성장을 위한 수단으로 천문학을 활용하는 방법에 관한 기사를 썼다는 거야.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그래서 그 주제를 꺼냈지. 그리고 우리가 그에 대해 이야기했어. 보이저 1이 태양계를 벗어나 발하는 사이 37억 마일 떨어진 곳에서 지구를 찍은 사진에 대해 말이야.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"태양 안에 130만 개의 지구가 들어갈 수 있다는 사실에 대해, 태양이 은하수 안에서 3000억 개의 별 중 하나이며, 2조 개의 은하가 있다는 사실에 대해 이야기했어.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"우주의 엄청난 광활함이 우리에게 상대적으로 소소한 \\\"고민\\\"들에 대해 평온을 되찾는 데 도움을 줄 수 있다는 거야.\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"He was so animated discussing this. It was infectious.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"2. 명상의 보금자리\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"나는 네 개의 호텔과 같은 방을 갖고 있는 절에 머물렀어. 방이 있는 건물인 주방이라고 부르는 곳은 절에서 리터럴하게 약 100야드 떨어진 곳에 있었어.\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"아침과 저녁에 일반적으로 열리는 서비스 때문에, 절은 하루 종일 비어 있습니다. 그래서 제가 거기에 있던 매일, 제가 무엇을 했나요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"제가 제 방에서 1분만 걸어서 절에 들어가서 명상을 했어요. 의자를 가져다가 주 앞 메인 단상 영역 정면에 놓았고, 거기서 라마크리슈나, 요가난다, 예수 그리스도, 메허 바바와 몇몇 다른 성자들의 액자 사진들과 눈을 마주쳤어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그들은 제가 경험한 가장 좋은 명상 세션 중 일부였어요. 너무 조용했죠. 놀랍지 않게, 그 방에는 저를 더 높은 곳으로 이끌어주는 특별한 에너지가 있었어요.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"3. Mickey puts me on the spot\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마을의 많은 의식이 마치더라도, 그것이 그의 연설 중 하나거나 소리내어 노래하는 것이든, 아르티 의식이 행해집니다. 이에는 중앙에 기름 불이 지어진 동그란 은반이 포함되어 있으며, 주위에는 꽃들이 둘러져 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"한 명의 사람에게 그 접시를 가져 오라고 요청하고 나머지 사람은 우리 앞에 올리는 격려 노래를 불렀습니다. 노래에 소개되는 각 성인의 프레임된 사진 위에서 그 접시를 시계방향으로 회전하는 것입니다. 만약 당신이 Mickey의 강좌 중 하나를 들었다면, 그가 바닥에 다리를 꼬고 앉아 성인들의 사진이 벽에 걸려있을 때 그것을 찍은 영상을 볼 수 있을 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하루에 식사 개당 이십을 주는 이 Temple에서, 아르티는 일주일에 열네 번 행해집니다. 나는 가끔의 성기에 참석하였는데, Mickey는 주기적이고 불굴의 참석자 중 한 명을 선정하여 그 접시를 가져 가게 했습니다.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"The Sri Atma Gita\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내 할리우드 시절에 말하던 것처럼 화요일 아침이었다. 우리는 스리 아트마 기타를 부르고 있었다. 이 여덟 장짜리 시는 요가의 본질을 요약하고 있다. (여기에서 읽어보세요.)\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"마지막에 침묵이 흘렀다. 그때 Mickey가 나를 쳐다보고 말했다:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내 첫 번째 반응은 직감적이었다. 내 둘째 반응은 그가 나를 선택했다는 것에 깊은 영광을 느꼈다.\\\"**\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"What I actually said to him was, “Are you sure?” To which he responded, “Yeah. Come on. You can do it.”\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Yours truly does the Arti\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"And so I did. Luckily, I knew who most of the saints were, as I stated earlier. I got through it and didn’t embarrass myself too badly.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"But I’m not going to lie: I was relieved when it was over and that if I ever had to do it again, it wouldn’t be for a while…\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그 다음 날 아침으로 넘어갔어요. 같은 시간, 같은 채널 (만약 1960년 후반부터 1970년대에 미국에서 자라고 있었다면 당신은 이해할 것입니다).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 날 아침, 스리 아트마 기타는 롱헤어 78세의 세라믹 전문가인 존 틸턴에 의해 이끌렸습니다(저는 그로부터 아름다운 그릇 두 개를 샀어요 — 그의 작품은 여기서 확인하실 수 있어요). 존은 플로리다 대학의 전 교수로서, 1978년부터 이 사원에서 생활을 하고 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"전날에 존과 함께 그의 세라믹 스튜디오에서 몇 시간을 보냈어요. 멋진 분이에요. 분위기가 좋아요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그래서 그는 스리 아트마 기타를 마치고 약 30명이 지켜보는 가운데 다음 대화가 이루어졌어요:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이대로 말했던 거야.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"속으로는 이렇게 말했지:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"어쨌든, 나는 트레이를 가져와서 예술을 하려 했는데... 그리고 전날보다 더 못했어!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만, 다시 한 번 내가 선택되었다는 것에 영광을 느꼈어. 🌟\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Mickey와 헌신\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"요 계시록은, 놀라운 헌신과 헌신력으로 의지하는 Mickey에 대해 이야기하고자 합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이건 믿기 힘들지만, 1975년에 Temple을 창립한 이후로, Mickey는 매주 아침 6:30부터 일주일에 6~7회 동안 Temple에서 Sri Atma Gita를 불렀습니다! 한 번에 약 20분이 걸리죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이제 Mickey는 70대 중반에 있지만, 아직도 이를 위해 아침마다 여섯 번 일어나요. 일요일은 주례와 창조로 장식된 긴 음악식이 있기 때문에 유일한 예외죠. 그날 아침에는 교회인들과 함께 마당에서 차와 과자를 즐기기도 해요. 여기서 끝났습니다!\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"피츄가 영적인 삶에 헌신적이고 훈련을 꾸준히 하며 헌신하는 것을 보는 것은 겁이 나고 부담스럽다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 무엇보다 그의 모습이 나에게 영감을 준다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"사실, 저는 그를 대하고 예배 후에 사원에서 Arti로 존경하는 성자들만큼 영감을 받는다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"나의 간단하고 무료 명상 프로그램을 davidgerken.net에서 경험해보세요.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}