{"pageProps":{"post":{"title":"당신이 현재 하는 일들이 미래의 자신을 자랑스럽게 만들 가능성이 높다는 미묘한 신호들 여섯 가지","description":"","date":"2024-05-16 01:32","slug":"2024-05-16-SixSubtleSignalsThatYourFutureSelfWillBeProudofYourCurrentSelf","content":"\n\n가끔은 자책에 사로잡히기도 해요. 내 머릿속에는 \"넌 멍청하다는 걸 아직 몰랐니? 삶의 경주에서 페널티를 물었어\" 라는 목소리가 들려와요.\n\n하지만 얼굴을 씻고, 10년 전 나를 생각해보면 (진짜 엉망이던) 지금의 나에 자부심을 느낄 수 있어요.\n\n\n\n***여기 10년 뒤 당신이 될 사람이 여전히 당신을 자랑스러워할 것 같은 6가지 징후를 공유하고 싶어요. 혹시 오늘은 그걸 믿을 수 없더라도 말이죠.***\n\n- **너만의 절망의 토끼굴을 벗어나고 있는 중이에요**. 스스로를 위함으로 하루 종일 쇼파에 앉아 자신을 불쌍하게 여기는 일과 TV 속 뉴스 비판에 몰두하는 시간을 줄이고 있어요. 침대에서 일어나려 노력하고 있죠. 때로는 그게 싫어도, 때로는 왜 그래야 하는지 이해가 안 가도요. 일정과 규칙을 시행하고, 오래 생각하며 자신을 과도하게 괴롭히지 않아요. 오늘 스스로를 도와주지 않는다면, 내일은 늦을지도 모르답니다.\n\n- **당신의 크립토나이트 사람을 피하는 규칙을 정립하고 있는 중이에요**. 아무것도 얻지 못해도 모든 것을 포기하는 사람을 위해 항상 다시 돌아오려는 그 사람이 당신을 성가시게 할 때마다, \"곧 당신이 나아질 거야\" 라고 생각할 거예요. 하지만 어떤 것이 당신을 유혹하도록 시도하더라도, 그 속 어딘가에서 당신은 되풀이를 원치 않아하죠. 그게 당신 안의 천사가 내면의 악마보다 더 튼튼하기 때문에, 그 사람이 문을 노크할 때마다 당신을 하인으로 간주하지 않고 메시지에 답변하지 않을 수 있게 된 거예요.\n\n- **당신이 새로운 자아에 안녕을 고하고, 이별을 말하고 있는 중이에요**. 당신 안에서 어떤 변화가 일어나고 있는데요. 당신은 새로운 건강한 습관을 좋아하지는 않지만, 이젠 그 정신적으로 나빠진 모습에 질린 상태에서 좋게 행동할 의지가 있어요. 우선순위를 매기기 시작했고, 거절하는 법을 배웠어요. 모든 사람에게 모든 것이 되려 하려는 시도를 멈추고, 당신을 위한 올인을 시작하고 있어요. 그리고 그게 완벽을 추구하는 것을 멈추고 솔직한 좋은 일을 잘하고 마음을 담아 주는 것으로 만족하는 과정을 시작한 거예요. 바람이 역풍일 때 기다리지 않고 비행하는 데 핵심이 들어가 있어요.\n\n- **당신은 자신의 폐허에 피난처를 찾은 상태이고, 그 안에서 당신 스스로를 재건하고 있어요**. 바깥에서 오는 모든 소음을 무시하고, 강조하려는 취약성, 강함을 되찾으려는 그 조언의 속삭임을 중요시하고 있는 거예요.\n\n- **당신의 사회적 삶을 편집하기 시작했어요**. 누가 당신의 삶에 있을 수 있고 없을 지 알기 시작했어요. 아프더라도 \"충분해,\" \"지금이 충분해,\" \"사라져,\" \"안녕\" 이라고 말할 수 있게 배웠어요. 문을 닫기도 하고 뒤를 돌아보지 않고 떠날 수 있었어요. 갈등이 가슴 속에서 춤추고 있어 힘들기는 하지만, 지금은 스스로가 필요하다는 걸 알아요. 그리고 할 일을 하는 게 중요하다는 걸 알아요: 자신을 선택하는 거죠.\n\n- **확정의 상인**들에게 더 이상 의지하지 않아요. 문제의 해답을 포함해 모든 것을 아는 사람들, 당신의 문제에 대해서까지 모든 답을 알고 있는 사람들에게 더 이상 귀 기울이지 않는 거예요. 방황할지라도 더는 누군가가 당신이 해야 할 것을 말해주는 게 필요하지 않아요. 실수를 하고, 당신의 방식대로 살아가는 게 좋으니까요. 때로는 모순되기도 하지만, 당신의 삶을 고치려는 사람들은 당신과 함께 새끼낳으러 가지 않을 거예요. 당신을 위한 전쟁을 싸워주는 건 아무도 아니니까요. 이제 당신은 에너지가 공명하는 사람들과 함께만 있고, 그들의 말과 감정이 그들이 하는 행동과 조화를 이룬 사람들만을 듣는 것에 집중하고 있어요.\n\n***가상으로 포옹***\n\nAC***\n\n\n\n저를 팔로우하고 프로필을 구독해주세요. 이미 구독했다면 (envelope 아이콘을 클릭하는 것), 제가 새로운 글을 올릴 때마다 이메일을 받아보세요. :-)","ogImage":{"url":"/assets/img/2024-05-16-SixSubtleSignalsThatYourFutureSelfWillBeProudofYourCurrentSelf_0.png"},"coverImage":"/assets/img/2024-05-16-SixSubtleSignalsThatYourFutureSelfWillBeProudofYourCurrentSelf_0.png","tag":["Tech"],"readingTime":2},"content":"<!doctype html>\n<html lang=\"en\">\n<head>\n<meta charset=\"utf-8\">\n<meta content=\"width=device-width, initial-scale=1\" name=\"viewport\">\n</head>\n<body>\n<p>가끔은 자책에 사로잡히기도 해요. 내 머릿속에는 \"넌 멍청하다는 걸 아직 몰랐니? 삶의 경주에서 페널티를 물었어\" 라는 목소리가 들려와요.</p>\n<p>하지만 얼굴을 씻고, 10년 전 나를 생각해보면 (진짜 엉망이던) 지금의 나에 자부심을 느낄 수 있어요.</p>\n<p><em><strong>여기 10년 뒤 당신이 될 사람이 여전히 당신을 자랑스러워할 것 같은 6가지 징후를 공유하고 싶어요. 혹시 오늘은 그걸 믿을 수 없더라도 말이죠.</strong></em></p>\n<ul>\n<li>\n<p><strong>너만의 절망의 토끼굴을 벗어나고 있는 중이에요</strong>. 스스로를 위함으로 하루 종일 쇼파에 앉아 자신을 불쌍하게 여기는 일과 TV 속 뉴스 비판에 몰두하는 시간을 줄이고 있어요. 침대에서 일어나려 노력하고 있죠. 때로는 그게 싫어도, 때로는 왜 그래야 하는지 이해가 안 가도요. 일정과 규칙을 시행하고, 오래 생각하며 자신을 과도하게 괴롭히지 않아요. 오늘 스스로를 도와주지 않는다면, 내일은 늦을지도 모르답니다.</p>\n</li>\n<li>\n<p><strong>당신의 크립토나이트 사람을 피하는 규칙을 정립하고 있는 중이에요</strong>. 아무것도 얻지 못해도 모든 것을 포기하는 사람을 위해 항상 다시 돌아오려는 그 사람이 당신을 성가시게 할 때마다, \"곧 당신이 나아질 거야\" 라고 생각할 거예요. 하지만 어떤 것이 당신을 유혹하도록 시도하더라도, 그 속 어딘가에서 당신은 되풀이를 원치 않아하죠. 그게 당신 안의 천사가 내면의 악마보다 더 튼튼하기 때문에, 그 사람이 문을 노크할 때마다 당신을 하인으로 간주하지 않고 메시지에 답변하지 않을 수 있게 된 거예요.</p>\n</li>\n<li>\n<p><strong>당신이 새로운 자아에 안녕을 고하고, 이별을 말하고 있는 중이에요</strong>. 당신 안에서 어떤 변화가 일어나고 있는데요. 당신은 새로운 건강한 습관을 좋아하지는 않지만, 이젠 그 정신적으로 나빠진 모습에 질린 상태에서 좋게 행동할 의지가 있어요. 우선순위를 매기기 시작했고, 거절하는 법을 배웠어요. 모든 사람에게 모든 것이 되려 하려는 시도를 멈추고, 당신을 위한 올인을 시작하고 있어요. 그리고 그게 완벽을 추구하는 것을 멈추고 솔직한 좋은 일을 잘하고 마음을 담아 주는 것으로 만족하는 과정을 시작한 거예요. 바람이 역풍일 때 기다리지 않고 비행하는 데 핵심이 들어가 있어요.</p>\n</li>\n<li>\n<p><strong>당신은 자신의 폐허에 피난처를 찾은 상태이고, 그 안에서 당신 스스로를 재건하고 있어요</strong>. 바깥에서 오는 모든 소음을 무시하고, 강조하려는 취약성, 강함을 되찾으려는 그 조언의 속삭임을 중요시하고 있는 거예요.</p>\n</li>\n<li>\n<p><strong>당신의 사회적 삶을 편집하기 시작했어요</strong>. 누가 당신의 삶에 있을 수 있고 없을 지 알기 시작했어요. 아프더라도 \"충분해,\" \"지금이 충분해,\" \"사라져,\" \"안녕\" 이라고 말할 수 있게 배웠어요. 문을 닫기도 하고 뒤를 돌아보지 않고 떠날 수 있었어요. 갈등이 가슴 속에서 춤추고 있어 힘들기는 하지만, 지금은 스스로가 필요하다는 걸 알아요. 그리고 할 일을 하는 게 중요하다는 걸 알아요: 자신을 선택하는 거죠.</p>\n</li>\n<li>\n<p><strong>확정의 상인</strong>들에게 더 이상 의지하지 않아요. 문제의 해답을 포함해 모든 것을 아는 사람들, 당신의 문제에 대해서까지 모든 답을 알고 있는 사람들에게 더 이상 귀 기울이지 않는 거예요. 방황할지라도 더는 누군가가 당신이 해야 할 것을 말해주는 게 필요하지 않아요. 실수를 하고, 당신의 방식대로 살아가는 게 좋으니까요. 때로는 모순되기도 하지만, 당신의 삶을 고치려는 사람들은 당신과 함께 새끼낳으러 가지 않을 거예요. 당신을 위한 전쟁을 싸워주는 건 아무도 아니니까요. 이제 당신은 에너지가 공명하는 사람들과 함께만 있고, 그들의 말과 감정이 그들이 하는 행동과 조화를 이룬 사람들만을 듣는 것에 집중하고 있어요.</p>\n</li>\n</ul>\n<p><em><strong>가상으로 포옹</strong></em></p>\n<p>AC***</p>\n<p>저를 팔로우하고 프로필을 구독해주세요. 이미 구독했다면 (envelope 아이콘을 클릭하는 것), 제가 새로운 글을 올릴 때마다 이메일을 받아보세요. :-)</p>\n</body>\n</html>\n"},"__N_SSG":true}