{"pageProps":{"post":{"title":"모든 별 종자의 행동은 의도적입니다","description":"","date":"2024-05-16 15:07","slug":"2024-05-16-EverythingStarseedsDoTheyDoOnPurpose","content":"\n\n당신이 얼마나 신중한지는 스스로 인식하지 못할 수도 있지만, 당신은 정말 그렇답니다.\n\n다른 사람들이 당신의 행동을 판단할 수 있지만, 그들은 당신의 원산지 경로를 알지 못합니다. 그리고 우리 자신도 그 경로의 다양한 측면을 의식적으로 알지 못하는 경우가 많습니다.\n\n몇 년이 지난 후에야 우리는 그 결정이 얼마나 탁월했는지를 되돌아보게 됩니다. 그것은 별씨의 창조성입니다.\n\n가끔 표면적으로 취하는 행동들이 다른 사람들에게 많은 의미를 주지 못할 수도 있습니다. 우리는 그에 대해 신경 쓸 수 없습니다.\n\n<div class=\"content-ad\"></div>\n\n별씨씨들이 순간적으로 이해하기 어려운 결정을 내릴 때에는 다양한 이유가 있습니다.\n\n- 자신이 균형을 맞추어야 할 캐르마를 느낍니다.\n- 현재 처한 상황이 건강에 해로운 상황인 것 같습니다.\n- 배워야 할 교훈이 있는 것으로 생각됩니다.\n- 그 시점에서 평범함에서 벗어나는 변화를 일으키는 것이 운명일 것으로 여깁니다.\n\n이것은 부분적인 목록에 불과합니다.\n\n**별씨씨들은 주류에 반기를 벋는 용기를 지니고 있습니다.**\n\n<div class=\"content-ad\"></div>\n\nThere’s group think everywhere, no matter what band of people you’re affiliated with. \n\nThere’ll be times in life when everyone will point the finger at you. They’ll furiously declare you’re making a big mistake. \n\nAn action you’re about to take goes against everything you were taught to do. It looks contrary to polite behaviors, norms, rules, and dogmas. \n\nOthers keep urging you to stay in the fold. But there’s this voice ringing from your soul. You feel compelled to venture out.\n\n<div class=\"content-ad\"></div>\n\n- 한 명이나 여러 사람과의 관계에서 떠나는 것을 고민할 수 있을 겁니다.\n- 표면으로 드러나는 변화는 행성에 대한 당신의 봉사와 모습의 방식과 관련이 있을 수 있어요.\n- 혹은 완전히 다른 종류의 영적 신념으로의 전환이 필요하다고 느낄 수도 있을 거예요.\n\n하지만 다른 사람들로부터 오는 분노가 강해서 여러분이 자신을 다시 생각하게 만들 수 있어요. 이는 여러분이 불가피한 결정을 연기하도록 만들 수도 있어요.\n\n그러나 다행히 여러분의 영혼은 놓아주지 않을 거예요. 그리고 그 덕분에 곧 다시 이 중요한 결정을 내리게 될 거예요. 다만, 당신이 듣고 느끼는 것을 부인하지 않는 한 말이죠.\n\n그 순간에 오직 여러분의 영혼만이 여러분에게 알맞은 길을 알고 있어요.\n\n<div class=\"content-ad\"></div>\n\n\"무한한 신이나 진보한 선악이 연결한 존재가 아니라면, 그들은 자신이 화성 전에 무엇을 작성했는지 알지 못합니다.\n\n당신 자신조차도 의식적인 기억을 갖고 있지 않을 수 있지만, 당신의 영혼과 오버소울은 알고 있습니다.\n\n별씨는 영혼 속 깊은 곳에서 느끼는 확신의 용기를 지니고 있습니다. 항상 본질적인 진실에 서 있고 이를 이뤄내세요.\n\n다른 이들은 당신에게 한 가지 방향으로 이끌었을지 몰라도, 이제는 조금 혹은 급격하게 다른 길을 걷어야 할 것입니다.\"\n\n<div class=\"content-ad\"></div>\n\n이것은 쉽지 않아요. 이미 정해진 흐름과는 반대로 나아가고 있어요. 표면적으로는 잘못된 것처럼 보일 거예요. 모으실 수 있는 모든 용기가 필요할 거에요. 하지만 결국 어딘가에서 증명될 거예요.\n\n**결코 끝이 아니에요.**\n\n어떤 스타씨드들은 전혀 스타씨드 이상과는 다른 행동을 해요.\n\n가끔 중독에 빠지거나 법에 문제가 생기기도 해요.\n\n<div class=\"content-ad\"></div>\n\n고상한 기질이 바로 우리가 추구하는 것이에요. 하지만 유성 씨앗이라고 해서 자동적으로 성인이 되는 건 아닙니다.\n\n콕 넣듯이 아파요. 다른 씨앗이 그 길을 가는 것을 지켜보는 건 정말 아프죠. 하지만 우리는 다른 유성 씨앗이 무슨 경험을 하기 위해 왔는지 모르죠. 그들이 균형을 맞추기 위해 필요한 업보나 교훈은 무엇인지 모르죠.\n\n하느님도 알잖아요, 우리도 한 때는 이런 길을 가봤던 적이 있어요. 그래서 만약 다른 유성 씨앗이 이것을 경험할 시기라면, 우리는 그들이 그 모든 것을 빛으로 합성할 수 있도록 공간을 유지해야 해요.\n\n우리는 이 세계에서 시간의 제한을 항상 받고 있어요. 하지만 실제로 이 세 번째 차원을 넘어서는 것은 없답니다.\n\n<div class=\"content-ad\"></div>\n\n오직 영원뿐이죠. 우리 각자는 항상 삶을 설계하면서 살아가고 있어요. 우리 삶은 다른 사람들의 일이 아니라 우리 자신의 것이에요.\n\n이 마지막 생애거나 다섯 번째 생애가 필요하다 해도, 그것은 씨앗의 의도적인 선택입니다.\n\n어떤 삶을 살고 싶은지, 그 감정을 따르는 것이 모두에게 의도적인 삶을 위한 열쇠에요.\n\n어느 쪽을 따르는 것이 더 좋아보이나요?\n\n<div class=\"content-ad\"></div>\n\n**당신의 영혼의 속삭임**과 **다른 사람들의 큰 목소리**  \n\n이 질문에 대한 대답이 더 우아한 길을 알려줄 거예요.  \n\n당신의 영혼에 집중하는 것은 전혀 어렵지 않아요. 삶을 살면서 언제나 그렇게 하고 있죠.  \n\n그냥 알아두세요, 계속 마음을 적시며 당신을 괴롭히고 놓아주지 않는 느낌이 있을 때 따라야 할 길이라는 것을요.\n\n<div class=\"content-ad\"></div>\n\n너가 올바른 결정을 내리고 있는지 아니면 잘못된 결정을 내리고 있는지 걱정하지 말아야 해. 나한테는 쉽게 말하는 것이죠, 특히 걱정이 많은 사람으로서 말이야.\n\n내 삶에서 한 몇 가지 중대한 행동에 대해 엄청난 두려움을 느꼈었지만, 몇 년 후에 그것이 정말 옳았다는 것을 깨닫게 되었어.\n\n표면적으로는 이러한 결정들이 어리석어 보였지만, 내 영혼은 나에게 그것을 내리라고 괴롭혔어. 그리고 그 결과, 어리석지 않고 오히려 뛰어난 것으로 나타났어.\n\n내 삶에서 한 이야기를 반복해서 증명해 왔지 — 별의 종자는 그 순간에 정확히 보이지 않더라도 매우 목적적인 결정들을 내리는 거야.\n\n<div class=\"content-ad\"></div>\n\n우리는 영혼과 상실영혼에 의해 목적을 가진 결정을 내리게 됩니다. 그리고 우리의 영혼이라는 신비한 방어 기구가 있습니다.\n\n그렇다고 해서 틀에 박힌 행동이나 부정적으로 비춰지는 행동이라도 — 당신이 별의 종자로서 그것을 일부러 실행했음을 알아야 합니다. 당신의 영혼은 항상 당신을 이끌고 있으며, 때로는 우회적인 길을 통해 — 그러나 언제나 당신의 큰 이익을 위해입니다. 별의 종자들이 하는 모든 일은 일부러 하는 것입니다.\n\nPurusha Radha\n별의 종자, 시간 여행자, 작가\n사이트: [stargatetrekking](https://bio.site/stargatetrekking)\n이메일로 bi-weekly 영적 통찰을 받아보세요.\nEmail me\n제 책, \"내 의식적인 시간 여행\"","ogImage":{"url":"/assets/img/2024-05-16-EverythingStarseedsDoTheyDoOnPurpose_0.png"},"coverImage":"/assets/img/2024-05-16-EverythingStarseedsDoTheyDoOnPurpose_0.png","tag":["Tech"],"readingTime":4},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    ul: \"ul\",\n    li: \"li\",\n    strong: \"strong\",\n    a: \"a\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"당신이 얼마나 신중한지는 스스로 인식하지 못할 수도 있지만, 당신은 정말 그렇답니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"다른 사람들이 당신의 행동을 판단할 수 있지만, 그들은 당신의 원산지 경로를 알지 못합니다. 그리고 우리 자신도 그 경로의 다양한 측면을 의식적으로 알지 못하는 경우가 많습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"몇 년이 지난 후에야 우리는 그 결정이 얼마나 탁월했는지를 되돌아보게 됩니다. 그것은 별씨의 창조성입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"가끔 표면적으로 취하는 행동들이 다른 사람들에게 많은 의미를 주지 못할 수도 있습니다. 우리는 그에 대해 신경 쓸 수 없습니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"별씨씨들이 순간적으로 이해하기 어려운 결정을 내릴 때에는 다양한 이유가 있습니다.\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"자신이 균형을 맞추어야 할 캐르마를 느낍니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"현재 처한 상황이 건강에 해로운 상황인 것 같습니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"배워야 할 교훈이 있는 것으로 생각됩니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"그 시점에서 평범함에서 벗어나는 변화를 일으키는 것이 운명일 것으로 여깁니다.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이것은 부분적인 목록에 불과합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"별씨씨들은 주류에 반기를 벋는 용기를 지니고 있습니다.\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"There’s group think everywhere, no matter what band of people you’re affiliated with.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"There’ll be times in life when everyone will point the finger at you. They’ll furiously declare you’re making a big mistake.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"An action you’re about to take goes against everything you were taught to do. It looks contrary to polite behaviors, norms, rules, and dogmas.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Others keep urging you to stay in the fold. But there’s this voice ringing from your soul. You feel compelled to venture out.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"한 명이나 여러 사람과의 관계에서 떠나는 것을 고민할 수 있을 겁니다.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"표면으로 드러나는 변화는 행성에 대한 당신의 봉사와 모습의 방식과 관련이 있을 수 있어요.\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"혹은 완전히 다른 종류의 영적 신념으로의 전환이 필요하다고 느낄 수도 있을 거예요.\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하지만 다른 사람들로부터 오는 분노가 강해서 여러분이 자신을 다시 생각하게 만들 수 있어요. 이는 여러분이 불가피한 결정을 연기하도록 만들 수도 있어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그러나 다행히 여러분의 영혼은 놓아주지 않을 거예요. 그리고 그 덕분에 곧 다시 이 중요한 결정을 내리게 될 거예요. 다만, 당신이 듣고 느끼는 것을 부인하지 않는 한 말이죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그 순간에 오직 여러분의 영혼만이 여러분에게 알맞은 길을 알고 있어요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"무한한 신이나 진보한 선악이 연결한 존재가 아니라면, 그들은 자신이 화성 전에 무엇을 작성했는지 알지 못합니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"당신 자신조차도 의식적인 기억을 갖고 있지 않을 수 있지만, 당신의 영혼과 오버소울은 알고 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"별씨는 영혼 속 깊은 곳에서 느끼는 확신의 용기를 지니고 있습니다. 항상 본질적인 진실에 서 있고 이를 이뤄내세요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"다른 이들은 당신에게 한 가지 방향으로 이끌었을지 몰라도, 이제는 조금 혹은 급격하게 다른 길을 걷어야 할 것입니다.\\\"\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이것은 쉽지 않아요. 이미 정해진 흐름과는 반대로 나아가고 있어요. 표면적으로는 잘못된 것처럼 보일 거예요. 모으실 수 있는 모든 용기가 필요할 거에요. 하지만 결국 어딘가에서 증명될 거예요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"결코 끝이 아니에요.\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"어떤 스타씨드들은 전혀 스타씨드 이상과는 다른 행동을 해요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"가끔 중독에 빠지거나 법에 문제가 생기기도 해요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"고상한 기질이 바로 우리가 추구하는 것이에요. 하지만 유성 씨앗이라고 해서 자동적으로 성인이 되는 건 아닙니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"콕 넣듯이 아파요. 다른 씨앗이 그 길을 가는 것을 지켜보는 건 정말 아프죠. 하지만 우리는 다른 유성 씨앗이 무슨 경험을 하기 위해 왔는지 모르죠. 그들이 균형을 맞추기 위해 필요한 업보나 교훈은 무엇인지 모르죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"하느님도 알잖아요, 우리도 한 때는 이런 길을 가봤던 적이 있어요. 그래서 만약 다른 유성 씨앗이 이것을 경험할 시기라면, 우리는 그들이 그 모든 것을 빛으로 합성할 수 있도록 공간을 유지해야 해요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"우리는 이 세계에서 시간의 제한을 항상 받고 있어요. 하지만 실제로 이 세 번째 차원을 넘어서는 것은 없답니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"오직 영원뿐이죠. 우리 각자는 항상 삶을 설계하면서 살아가고 있어요. 우리 삶은 다른 사람들의 일이 아니라 우리 자신의 것이에요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 마지막 생애거나 다섯 번째 생애가 필요하다 해도, 그것은 씨앗의 의도적인 선택입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"어떤 삶을 살고 싶은지, 그 감정을 따르는 것이 모두에게 의도적인 삶을 위한 열쇠에요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"어느 쪽을 따르는 것이 더 좋아보이나요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [_jsx(_components.strong, {\n        children: \"당신의 영혼의 속삭임\"\n      }), \"과 \", _jsx(_components.strong, {\n        children: \"다른 사람들의 큰 목소리\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 질문에 대한 대답이 더 우아한 길을 알려줄 거예요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"당신의 영혼에 집중하는 것은 전혀 어렵지 않아요. 삶을 살면서 언제나 그렇게 하고 있죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그냥 알아두세요, 계속 마음을 적시며 당신을 괴롭히고 놓아주지 않는 느낌이 있을 때 따라야 할 길이라는 것을요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"너가 올바른 결정을 내리고 있는지 아니면 잘못된 결정을 내리고 있는지 걱정하지 말아야 해. 나한테는 쉽게 말하는 것이죠, 특히 걱정이 많은 사람으로서 말이야.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내 삶에서 한 몇 가지 중대한 행동에 대해 엄청난 두려움을 느꼈었지만, 몇 년 후에 그것이 정말 옳았다는 것을 깨닫게 되었어.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"표면적으로는 이러한 결정들이 어리석어 보였지만, 내 영혼은 나에게 그것을 내리라고 괴롭혔어. 그리고 그 결과, 어리석지 않고 오히려 뛰어난 것으로 나타났어.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"내 삶에서 한 이야기를 반복해서 증명해 왔지 — 별의 종자는 그 순간에 정확히 보이지 않더라도 매우 목적적인 결정들을 내리는 거야.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"우리는 영혼과 상실영혼에 의해 목적을 가진 결정을 내리게 됩니다. 그리고 우리의 영혼이라는 신비한 방어 기구가 있습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"그렇다고 해서 틀에 박힌 행동이나 부정적으로 비춰지는 행동이라도 — 당신이 별의 종자로서 그것을 일부러 실행했음을 알아야 합니다. 당신의 영혼은 항상 당신을 이끌고 있으며, 때로는 우회적인 길을 통해 — 그러나 언제나 당신의 큰 이익을 위해입니다. 별의 종자들이 하는 모든 일은 일부러 하는 것입니다.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Purusha Radha\\n별의 종자, 시간 여행자, 작가\\n사이트: \", _jsx(_components.a, {\n        href: \"https://bio.site/stargatetrekking\",\n        children: \"stargatetrekking\"\n      }), \"\\n이메일로 bi-weekly 영적 통찰을 받아보세요.\\nEmail me\\n제 책, \\\"내 의식적인 시간 여행\\\"\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}