{"pageProps":{"post":{"title":"금융에서의 스토이시즘","description":"","date":"2024-05-19 00:21","slug":"2024-05-19-StoicisminFinance","content":"\n\n시장은 가끔 어려울 수 있어요. 거래를 시작하고, 이론을 공부하고, 시뮬레이션을 진행하며 최악에 대비했는데도 예상 이상으로 최악의 결과가 찾아왔다면 어떨까요?\n\n![이미지](/assets/img/2024-05-19-StoicisminFinance_0.png)\n\n계정을 망가뜨렸습니다. 다시 망가뜨렸네요. 예상치 못한 일이 벌어지면서 감정과 두려움에 휩싸여 거래한 결과입니다. 이제 접기만 한 발짝 차이입니다. 하지만, 계획을 지키고 공부한 내용에 충실하면 결국 수익을 올릴 수 있다는 자신은 있어요. 조금의 안내가 필요할 뿐이죠.\n\n한 가지 이야기를 들려드릴게요.\n\n<div class=\"content-ad\"></div>\n\n약 기원 전 300년경에는 시티움 출신의 제노라는 상인이 살았습니다. 그는 몰랄을 짓어 염색하여 부를 축적했지요. 어느 날, 그는 바다 한 가운데에서 폭풍 속에 몰려든 채 자신을 발견합니다. 자신의 배는 모든 지닌물을 함께 가라앉혔습니다. 자신의 계좌를 터뜨렸어요, 우리와 같이 말이죠.\n\n가까스로 남아 생존한 그는 대부분을 잃고 아테네로 갔습니다. 그곳에는 당시에는 어디에서나 철학자들이 가득했고 결국 그 자신도 선생님이 되었습니다. 그의 제자들을 스토이커라고 불렀습니다.\n\n제노의 글은 남아 있지 않았지만, 그의 생각은 한 문장으로 요약할 수 있습니다:\n\n\"Happiness is a good flow of life, achievable through the use of reason.\"\n\n<div class=\"content-ad\"></div>\n\n약 400년 뒤에 전 노예였던 Epictetus가 이론적 가르침을 받아 현실 적용으로 발전시켰습니다. 여기서 주의 깊게 읽어주세요.\n\n# 이론\n\nEpictetus의 핵심 가르침은 당신이 제어할 수 있는 것에만 신경 써야 한다는 것입니다.\n\n거래를 위해 최선을 다하고 시장 데이터를 공부하며 뉴스를 따라가려 노력할 수 있습니다. 그러나 어떤 일이 발생하면 상황이 바뀌고 당신의 모델이 오래될 뿐만 아니라 실패할 수 있습니다. Epictetus는 다른 시장 참여자들이 어떻게 행동할지, 인플레이션 데이터가 예상보다 높게 나올지를 당신이 결정할 수 없다는 점 때문에 화를 낼 필요가 없다고 말해줍니다.\n\n<div class=\"content-ad\"></div>\n\n**주의할 수 있는 것에만 집중해보세요. 그리고 최선을 다해 수행해보세요. 공부와 준비는 정말 당신에 달려있는 일들입니다. 에피테토스는 이를 당신의 성품을 조성한다고 말합니다. 여러분을 이끌어줄 것은 마르쿠스 아우렐리우스가 고백한 바 있는 당신 안의 악마일 것입니다. 이를 당신의 합리성이라고 말해 주셨습니다.**\n\n**# 실천**\n\n**이것은 사소한 것이 맞죠? 감정으로 투자하지 말고, 최선을 다했음에도 실패할 수 있다는 것을 받아들이세요. 할만한 얘기네요. 하지만 그렇게 쉬웠다면, 따뜻한 마음으로 잃은 포지션에 두 배로 더 투자하지 않았을 텐데죠.**\n\n**스토아주의자는 실제로 이 마인드에 들어가기 위해 스스로를 훈련시킬 수 있다고 믿습니다. 세 가지 운동을 제안해드릴게요:**\n\n<div class=\"content-ad\"></div>\n\n## 1. Premeditatio Malorum — 가능한 도전과 역경을 고려하라 (Epictetus)\n\n매일 거래 세션 중에 마주칠 수 있는 잠재적인 도전들을 상상해 보는 시간을 갖는 것이 중요합니다. 그것에 대처할 방법을 생각해보고 메모에 적어 보세요. 이를 통해 예상치 못한 일이 벌어졌을 때도 침착하고 이성적으로 대처할 수 있게 될 것입니다.\n\n## 2. Memento Mori — 죽음을 기억하라 (Marcus Aurelius)\n\n실패가 존재한다는 것과 좋은 거래가 나쁜 것으로 변할지 여부가 당신에 달려있지 않을 수 있다는 것을 기억해야 합니다. 가장 아픈 손실을 돌아보고 그것이 다시 일어날 수 있다는 사실을 받아들이세요. 어려움에 부딪혔을 때 마음을 잃지 않고 패배한 포지션을 놓아주는 법을 배울 수 있을 겁니다.\n\n<div class=\"content-ad\"></div>\n\n## 3. 명상 - 매일 행동에 대한 반성 (세네카)\n\n매 거래 세션 이후, 당신이 한 일을 검토하세요. 잘한 점과 나쁜 점을 적어보세요. 잘못된 거래에 집중하고, 제어할 수 있었던 일과 제어할 수 없었던 일을 기록하세요.\n\n이 연습들이 얼마나 간단한지 모를지 몰라도, 그것은 스토이시즘의 모든 핵심을 다루며, 무엇보다도 이론적 가르침을 실용적인 작업으로 전환합니다.\n\n# 나는 왜 이 글을 썼을까요?\n\n<div class=\"content-ad\"></div>\n\n최근에는 수학적인 아이디어나 금융 모델에 대해 더 깊이 다루는 기술적인 기사들에 주로 관심을 두곤 했어요. 최근에 마르쿠스 아우렐리우스의 명상을 읽다가 우연히 철학 교수 말리모 피글루치가 회사에서 스토아주의에 대한 세미나를 진행했어요. 스토아주의는 이론적 원리의 적용에 중점을 두기 때문에, 금융 환경에 적용해 보는 것에 도전하고자 했어요.\n\n비록 이 기사는 너무 심각하게 받아들이기 어려울 수 있지만, 감정이 의사결정의 일부를 이끌고 있다고 느끼는 사람들에게 도움이 될 수 있다고 생각해요. \n\n스토아주의로 유숙한 로마 황제가 거래자들에게 손실을 올바르게 처리하는 방법에 대해 강의하는 모습을 상상해보니 웃음이 나네요. 그래서 여기 이렇게 되었어요.","ogImage":{"url":"/assets/img/2024-05-19-StoicisminFinance_0.png"},"coverImage":"/assets/img/2024-05-19-StoicisminFinance_0.png","tag":["Tech"],"readingTime":3},"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    img: \"img\",\n    h1: \"h1\",\n    strong: \"strong\",\n    h2: \"h2\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"시장은 가끔 어려울 수 있어요. 거래를 시작하고, 이론을 공부하고, 시뮬레이션을 진행하며 최악에 대비했는데도 예상 이상으로 최악의 결과가 찾아왔다면 어떨까요?\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/assets/img/2024-05-19-StoicisminFinance_0.png\",\n        alt: \"이미지\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"계정을 망가뜨렸습니다. 다시 망가뜨렸네요. 예상치 못한 일이 벌어지면서 감정과 두려움에 휩싸여 거래한 결과입니다. 이제 접기만 한 발짝 차이입니다. 하지만, 계획을 지키고 공부한 내용에 충실하면 결국 수익을 올릴 수 있다는 자신은 있어요. 조금의 안내가 필요할 뿐이죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"한 가지 이야기를 들려드릴게요.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"약 기원 전 300년경에는 시티움 출신의 제노라는 상인이 살았습니다. 그는 몰랄을 짓어 염색하여 부를 축적했지요. 어느 날, 그는 바다 한 가운데에서 폭풍 속에 몰려든 채 자신을 발견합니다. 자신의 배는 모든 지닌물을 함께 가라앉혔습니다. 자신의 계좌를 터뜨렸어요, 우리와 같이 말이죠.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"가까스로 남아 생존한 그는 대부분을 잃고 아테네로 갔습니다. 그곳에는 당시에는 어디에서나 철학자들이 가득했고 결국 그 자신도 선생님이 되었습니다. 그의 제자들을 스토이커라고 불렀습니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"제노의 글은 남아 있지 않았지만, 그의 생각은 한 문장으로 요약할 수 있습니다:\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"\\\"Happiness is a good flow of life, achievable through the use of reason.\\\"\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"약 400년 뒤에 전 노예였던 Epictetus가 이론적 가르침을 받아 현실 적용으로 발전시켰습니다. 여기서 주의 깊게 읽어주세요.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"이론\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Epictetus의 핵심 가르침은 당신이 제어할 수 있는 것에만 신경 써야 한다는 것입니다.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"거래를 위해 최선을 다하고 시장 데이터를 공부하며 뉴스를 따라가려 노력할 수 있습니다. 그러나 어떤 일이 발생하면 상황이 바뀌고 당신의 모델이 오래될 뿐만 아니라 실패할 수 있습니다. Epictetus는 다른 시장 참여자들이 어떻게 행동할지, 인플레이션 데이터가 예상보다 높게 나올지를 당신이 결정할 수 없다는 점 때문에 화를 낼 필요가 없다고 말해줍니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"주의할 수 있는 것에만 집중해보세요. 그리고 최선을 다해 수행해보세요. 공부와 준비는 정말 당신에 달려있는 일들입니다. 에피테토스는 이를 당신의 성품을 조성한다고 말합니다. 여러분을 이끌어줄 것은 마르쿠스 아우렐리우스가 고백한 바 있는 당신 안의 악마일 것입니다. 이를 당신의 합리성이라고 말해 주셨습니다.\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"# 실천\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"이것은 사소한 것이 맞죠? 감정으로 투자하지 말고, 최선을 다했음에도 실패할 수 있다는 것을 받아들이세요. 할만한 얘기네요. 하지만 그렇게 쉬웠다면, 따뜻한 마음으로 잃은 포지션에 두 배로 더 투자하지 않았을 텐데죠.\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.strong, {\n        children: \"스토아주의자는 실제로 이 마인드에 들어가기 위해 스스로를 훈련시킬 수 있다고 믿습니다. 세 가지 운동을 제안해드릴게요:\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"1. Premeditatio Malorum — 가능한 도전과 역경을 고려하라 (Epictetus)\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"매일 거래 세션 중에 마주칠 수 있는 잠재적인 도전들을 상상해 보는 시간을 갖는 것이 중요합니다. 그것에 대처할 방법을 생각해보고 메모에 적어 보세요. 이를 통해 예상치 못한 일이 벌어졌을 때도 침착하고 이성적으로 대처할 수 있게 될 것입니다.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"2. Memento Mori — 죽음을 기억하라 (Marcus Aurelius)\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"실패가 존재한다는 것과 좋은 거래가 나쁜 것으로 변할지 여부가 당신에 달려있지 않을 수 있다는 것을 기억해야 합니다. 가장 아픈 손실을 돌아보고 그것이 다시 일어날 수 있다는 사실을 받아들이세요. 어려움에 부딪혔을 때 마음을 잃지 않고 패배한 포지션을 놓아주는 법을 배울 수 있을 겁니다.\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"3. 명상 - 매일 행동에 대한 반성 (세네카)\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"매 거래 세션 이후, 당신이 한 일을 검토하세요. 잘한 점과 나쁜 점을 적어보세요. 잘못된 거래에 집중하고, 제어할 수 있었던 일과 제어할 수 없었던 일을 기록하세요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"이 연습들이 얼마나 간단한지 모를지 몰라도, 그것은 스토이시즘의 모든 핵심을 다루며, 무엇보다도 이론적 가르침을 실용적인 작업으로 전환합니다.\"\n    }), \"\\n\", _jsx(_components.h1, {\n      children: \"나는 왜 이 글을 썼을까요?\"\n    }), \"\\n\", _jsx(\"div\", {\n      class: \"content-ad\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"최근에는 수학적인 아이디어나 금융 모델에 대해 더 깊이 다루는 기술적인 기사들에 주로 관심을 두곤 했어요. 최근에 마르쿠스 아우렐리우스의 명상을 읽다가 우연히 철학 교수 말리모 피글루치가 회사에서 스토아주의에 대한 세미나를 진행했어요. 스토아주의는 이론적 원리의 적용에 중점을 두기 때문에, 금융 환경에 적용해 보는 것에 도전하고자 했어요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"비록 이 기사는 너무 심각하게 받아들이기 어려울 수 있지만, 감정이 의사결정의 일부를 이끌고 있다고 느끼는 사람들에게 도움이 될 수 있다고 생각해요.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"스토아주의로 유숙한 로마 황제가 거래자들에게 손실을 올바르게 처리하는 방법에 대해 강의하는 모습을 상상해보니 웃음이 나네요. 그래서 여기 이렇게 되었어요.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}}},"__N_SSG":true}